[
  {
    "ID": 1,
    "Title_Eng": "Youth (Chapter 1)",
    "Title_Dhiv": "ޒުވާނުން (ޗެޕްޓަރު 1)",
    "Promise": [
      {
        "Eng": "Make it easy to send and receive money through online payment systems such as PayPal, Payoneer, Stripe, Skrill and Netella to facilitate doing business over the Internet.",
        "Dhiv": "އިންޓަރނެޓް މެދުވެރިކޮށް ވިޔަފާރި ކުރުމަށް މަގުފަހި ކޮށްދިނުމުގެ ގޮތުން އޮންލައިން ޕޭމަންޓް ސިސްޓަމްތައް ކަމަށްވާ ޕޭޕަލް، ޕެއޮނިއާ، ސްޓްރައިޕް، ސްކްރިލް އަދި ނެޓެއްލާ ފަދަ ޕްލެޓްފޯމްތައް މެދުވެރިކޮށް ފައިސާ ފޮނުވުމާއި ފައިސާ ލިބުން ފަސޭހަގޮތުގައި ކުރެވޭނެ ގޮތް ހަޖައްސައިދިނުން."
      },
      {
        "Eng": "Enabling locals to open seller accounts on the world’s most widely used eCommerce platforms such as Amazon, eBay, Shopify, Shopi and Lazada, and to conduct online business on these platforms.",
        "Dhiv": "ދުނިޔޭގައި އެންމެ ފުޅާ ދާއިރާއެއްގައި ބޭނުންކުރެވެމުންދާ އީކޮމާރސް ޕްލެޓްފޯމްތައް ކަމުގައިވާ އެމޭޒަން، އީބޭ، ޝޮޕިފައި، ޝޮޕީ އަދި ލަޒާޑާ ފަދަ ޕްލެޓްފޯމްތަކުގައި ދިވެހިންނަށް ސެލަރ އެކައުންޓްސް ހުޅުވޭނެގޮތް ހަދައިދީ، މި ޕްލެޓްފޯމްތަކުގައި އޮންލައިން ވިޔަފާރި ކުރެވޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Enabling young people to open seller accounts on platforms such as Fiverr, Upwork, Freelancer, Guru and PeopleHour to access the growing on-demand workforce or freelancing markets in the world and earn money through these platforms.",
        "Dhiv": "ދުނިޔޭގައި މިހާރު ކުރިއަރަމުންދާ އޮން-ޑިމާންޑް ވާރކްފޯސް ނުވަތަ ފްރީލާންސިންގ މާކެޓްތަކަށް ދިވެހި ޒުވާނުންނަށް ފުރުޞަތު ހުޅުވައިދިނުމުގެގޮތުން ފައިވަރ، އަޕްވާރކް، ފްރީލާންސަރ، ގުރޫ އަދި ޕީޕަލްއަވަރ ފަދަ ޕްލެޓްފޯމްތަކުގައި ސެލަރ އެކައުންޓް ހުޅުވޭގޮތް ހަދައިދީ، މިޕްލެޓްފޯމްތައް މެދުވެރިކޮށް ފައިސާ ލިބޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Hair and beauty, resort musicians and bands, customer service, housekeeping and front office, jobs in the human resource department of resorts, taxi drivers etc.",
        "Dhiv": "ހެއަރ އެންޑް ބިއުޓީ، ރިސޯޓު މިއުޒީޝަނުންނާއި ބޭންޑްތައް، ކަސްޓަމަރ ސާރވިސް، ހައުސްކީޕިންގް އެންޑް ފްރަންޓް އޮފީސް، ރިސޯޓުތަކުގެ ހިއުމަން ރިސޯސް ޑިޕާޓްމަންޓުގެ ވަޒީފާތައް، ޓެކްސީ ކުރުން ފަދަ ދިވެހި ޒުވާނުންގެ ޝައުޤުވެރިކަމާއި ހުނަރު ހުރި ގިނަ ދާއިރާތަކެއް 'ދިވެހިންނަށް ޚާއްޞަ' މަސައްކަތްތަކެއްގެ ގޮތުގައި އެކަށައަޅާ، އެދާއިރާތަކުގައި ދިވެހި ޒުވާނުންނާ ވާދަކޮށް ބިދޭސީން ހަރަކާތްތެރިވުން ހުއްޓުވުން."
      },
      {
        "Eng": "Expand the labor market within 5 years to the extent that every Dhvehi youth who wants to pursue a job can earn a decent income commensurate with his education, experience and skills",
        "Dhiv": "ވަޒީފާއެއް އަދާކުރަން ބޭނުންވާ ކޮންމެ ދިވެހި ޒުވާނަކަށް، އެޒުވާނެއްގެ ތަޢުލީމާއި ތަޖުރިބާ އަދި ހުނަރާ އެކަށޭނަ، ރަނގަޅު އާމްދަނީއެއް ލިބޭ އަދަދަށް، 5 އަހަރުގެ ތެރޭގައި، ވަޒީފާގެ ބާޒާރު ފުޅާކުރުން"
      },
      {
        "Eng": "Establish a faculty of an internationally renowned arts school in the country, covering areas of youth interest such as fashion designing, cooking, animation, acting and drama, painting, game designing, architecture and music.",
        "Dhiv": "ފެޝަން ޑިޒައިނިންގ، ކެއްކުން، އެނިމޭޝަން، އެކްޓިންގ އަދި ޑްރާމާ، ކުރެހުން، ގޭމް ޑިޒައިން ކުރުން، އާކިޓެކްޗަރ އަދި މިއުޒިކް ފަދަ ޒުވާނުންގެ ޝައުޤުވެރިކަން ހުންނަ ދާއިރާތައް ހިމެނޭގޮތަށް، ބައިނަލްއަޤްވާމީ ފެންވަރުގެ ނަންހިނގާ އާރޓްސް ސްކޫލެއްގެ ފެކަލްޓީއެއް ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of sound proof jamming and recording studios for public use for artists in the field to facilitate music playing and sound recording works.",
        "Dhiv": "މިއުޒިކް ކުޅުމަށާއި ސައުންޑް ރެކޯޑިންގގެ މަސައްކަތްތައް ކުރުމަށް މަގު ފަހިކޮށްދިނުމަށް، އެދާއިރާގެ ފަންނާނުންނަށް ޙާއްޞަކޮށްގެން، ޢާންމުކޮށް ބޭނުންކުރެވޭނެ ސައުންޑް ޕްރޫފް ޖޭމިންގ އަދި ރެކޯޑިންގ ސްޓޫޑިއޯތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Building a mentally healthy society by establishing a 24-hour helpline for mental health consultations and help, significantly increasing the amount of treatment and support for mental illnesses through the health system nationally, and significantly reducing waiting times for those in need Stunna, of social workers Establish a system that makes it easy to get help.",
        "Dhiv": "ނަފްސާނީގޮތުން ދުޅަހެޔޮ މުޖްތަމައެއް ބިނާކުރުމަށް 24 ގަޑިއިރު ޚިދުމަތްލިބޭނެ ނަފްސާނީ ކަންކަމާމެދު މަޝްވަރާ ކުރެވޭނެ އަދި އެހީ ހޯދޭނެ ޚާއްޞަ ހެލްޕްލައިނެއް ޤާއިމުކުރުމާއި، ޤައުމީ ފެންވަރުގައި ޞިއްޙީ ނިޒާމުގެ ތެރެއިން ނަފްސާނީ ބަލިތަކަށް ފަރުވާއާއި އެހީތެރިކަން ދެވޭ މިންވަރު ބޮޑުތަނުން އިތުރުކޮށް، ޚިދުމަތް ބޭނުންވާ ފަރާތްތަކަށް މަޑުކުރަންޖެހޭ މުއްދަތު ބޮޑުތަނުން ކުޑަކުރުމާއެކު، ސައިކޮލަޖިސްޓުންނާއި، ސައިކިއެޓްރިސްޓުންނާ، ކައުންސިލަރުންނާ، ތެރަޕިސްޓުންނާ، ސޯޝަލް ވާރކަރުންގެ އެހީތެރިކަން ހޯދަން ފަސޭހަ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Major reforms to the civil service salary structure and significant increases in the salaries of young and educated employees.",
        "Dhiv": "ސިވިލް ސާރވިސްގެ މުސާރައިގެ އޮނިގަނޑަށް ބޮޑެތި އިޞްލާޙުތަކެއް ގެނެސް، ޒުވާން އަދި ތަޢްލީމީ މުވައްޒަފުންނަށް ލިބޭ މުސާރަ ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Waiver of fines for affixing parking stickers on public vehicles in violation of the presidential promise made during the outgoing presidential term.",
        "Dhiv": "ނިމެމުންމިދާ ރިޔާސީ ދައުރުގައި ވެފައިވާ ރިޔާސީ ވައުދާއި ޚިލާފަށް ރައްޔިތުންގެ އުޅަނދުފަހަރުގައި ޕާކިންގ ސްޓިކަރ ޖަހައިގެން ކޮށްފައިވާ ޖޫރިމަނާ މަޢާފުކޮށްދިނުން."
      },
      {
        "Eng": "Special national level programs should be implemented in schools to increase the importance students attach to the holy religion of Islam, nationalism, history and culture of Dhvehirahje and inclusion of civics as a subject in the curriculum.",
        "Dhiv": "މާތްވެގެންވާ އިސްލާމްދީނާއި ޤައުމިއްޔަތާއި ދިވެހިރާއްޖޭގެ ތާރީޚާއި ސަޤާފަތަށް ދަރިވަރުން އަހަންމިއްޔަތުކަންދޭ މިންވަރު އިތުރުކުރުމަށް ސްކޫލުތަކުގައި ޤައުމީ ފެންވަރުގެ ޚާޢްޞަ ޕްރޮގްރާމްތަކެއް ހިންގުމާއި، ސިވިކްސް އެއީ ކިޔަވާދޭ މާއްދާއެއްގެ ގޮތުގައި މުޤައްރަރުގައި ހިމެނުން."
      },
      {
        "Eng": "Increase education and training opportunities, in order to identify social sectors that are critical to national development, such as counseling, social therapy, volunteering and the arts of sociology, and to motivate new generations of young people to pursue them.",
        "Dhiv": "ކައުންސެލިންގ، ސޯޝަލް ތެރަޕީ، ހިލޭ ސާބަހަށް މަސައްކަތްކުރުން އަދި ސޯޝިއޮލޮޖީގެ ފަންނުތައް ފަދަ ޤައުމީ ތަރައްޤީއަށް މުހިންމު އިޖްތިމާއީ ދާއިރާތައް ދެނެގަނެ، އާ ޖީލުތަކުގެ ޒުވާނުން އެދާއިރާތަކުން ކުރިއަށް ދިއުމަށް ބާރުއެޅުމަށްޓަކައި، ތަޢުލީމާއި ތަމްރީނުގެ ފުރުޞަތުތައް އިތުރުކުރުން."
      },
      {
        "Eng": "Establishment of a regional level arts village (production house) in Sri Lanka with modern facilities and facilities to further encourage youth talent and creativity and create new opportunities.",
        "Dhiv": "ޒުވާނުންގެ ހުނަރުވެރިކަމާއި އުފެއްދުންތެރިކަމަށް އިތުރު ހިތްވަރެއްދީ އާ ފުރުޞަތުތައް ތަނަވަސްކޮށްދޭން، ޒަމާނީ އިންތިޒާމުތަކާއި ވަޞީލަތްތައް އެކުލެވޭ ސަރަޙައްދީ ފެންވަރުގެ އާޓްސް ވިލެޖެއް (ޕްރޮޑަކްޝަން ހައުސްއެއް) ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "In addition to facilitating the buying and selling of stocks of major companies such as Google, Microsoft, Amazon and IBM in Sri Lanka, it will also provide easy access to forex trading and crypto currency platforms.",
        "Dhiv": "ގޫގުލް، މައިކްރޯސޮފްޓް، އެމޭޒަން، އައި.ބީ.އެމް ފަދަ ދުނިޔޭގެ ބޮޑެތި ކުންފުނިތަކުގެ ސްޓޮކޮސް ރާއްޖޭގައި ތިބެގެން ދިވެހިންނަށް ގަނެ ވިއްކޭނެ މަގުފަހިކޮށްދިނުމުގެ އިތުރުން، ފޮރެކްސް ޓްރޭޑިންގް އާއި ކްރިޕްޓޯ ކަރަންސީ ޕްލެޓްފޯމްތަކަށް ފަސޭހައިން އެކްސެސް ލިބި، އެ ޕްލެޓްފޯމްތައް ވެދުވެރިކޮށް ދިވެހީންނަށް ޓްރޭޑް ކުރެވޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Establishment of modern specialized clinics in all hospitals to treat reproductive health-related problems and sexually transmitted diseases as part of health sector policies.",
        "Dhiv": "ޞިއްޙީ ދާއިރާގެ ސިޔާސަތުތަކުގެ ތެރެއިން ދަރިމައިވުމުގެ ޞިއްޙަތާއި ގުޅުންހުރި މައްސަލަތަކަށާއި ޖިންސީ ގުޅުމުން އަރާ ބަލިތަކަށް ފަރުވާދޭނެ ޒަމާނީ ފެންވަރުގެ ޚާއްޞަ ކްލިނިކްތަކެއް ހުރިހާ ހޮސްޕިޓަލެއްގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "New social housing schemes include 3,000 two-bedroom apartments for young families.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމްތަކުގައި، ޒުވާން ޢާއިލާތަކަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 3,000 އެޕާރޓްމަންޓް ހިމެނުން."
      },
      {
        "Eng": "Establish modern libraries in cities and instill the spirit of learning and research in the younger generations.",
        "Dhiv": "ސިޓީތަކުގައި ޒަމާނީ ލައިބްރަރީތަކެއް ޤާއިމުކޮށް، އުނގެނުމާއި ދިރާސާކުރުމުގެ ރޫޙު ޒުވާން ޖީލުތަކުގައި އަށަގެންނެވުން."
      },
      {
        "Eng": "Introduction of a Rs 500 million loan scheme for small and medium enterprises (SMEs) to provide mortgage-free start-up incubator services and mentorship from experts in the field to facilitate Dhvehi youth to further establish their foothold in foreign-dominated industries.",
        "Dhiv": "ބިދޭސީން ގިނައިން ހަރަކާތްތެރިވަމުންދާ ސިނާއަތްތަކުގައި ދިވެހި ޒުވާނުން އިތުރަށް ފައިތިލަ ސާބިތުކުރަން މަގުފަހިކޮށްދިނުމަށްޓަކައި، ކުދި އަދި މެދު ފަންތީގެ ވިޔަފާރިތައް އަލަށް ޤާއިމުކުރުމަށް، ރަހުނަކާނުލާ ވިޔަފާރި ފެށުމަށް އިންކިއުބޭޓަރ ޚިދުމަތާއި، ދާއިރާގެ މާހިރުންގެ މެންޓޯރޝިޕް ލިބޭނެގޮތަށް ޤާއިމުކުރެވޭ، 500 މިލިއަން ރުފިޔާގެ ލޯނު ސްކީމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Protect the intellectual property of Dhvehi creators and artists through necessary amendments to the Copyright Act and strengthening its implementation.",
        "Dhiv": "ކޮޕީރައިޓް ޤާނޫނަށް ގެންނަންޖެހޭ އިޞްލާޙުތަކާއި އެޤާނޫނު ތަންފީޒުކުރުން ހަރުދަނާކުރުމުގެ ތެރެއިން، ދިވެހި އުފެއްދުންތެރިންނާއި ހުނަރުވެރިންގެ ފިކުރީ މުދާ ހިމާޔަތްކުރުން."
      },
      {
        "Eng": "Three-month Army Cadet Training Programmes, open to interested youth, on a continuous basis to promote generations of diligent, moral and healthy young men endowed with decent and robust social habits and additional skills vital for life.",
        "Dhiv": "ތިން މަސް ދުވަހުގެ ސިފައިންގެ ކެޑޭޓް ތަމްރީން ޕްރޮގްރާމްތަކެއް، ޝައުޤުވެރިވާ ޒުވާނުންނަށް ހުޅުވާލެވިގެން، މެދުނުކެނޑި ކުރިއަށް ގެންގޮސް، ރިވެތި އަދި ހަރުދަނާ އިޖްތިމާއި އާދަތަކަކާއި ދިރިއުޅުމަށް މުހިންމު އިތުރު ހުނަރުތައް ލިބިފައިވާ މުރާލި، އަޚްލާޤް ރަނގަޅު އަދި ދުޅަހެޔޮ ޒުވާން ޖީލުތަކެއް ބިނާކުރުމަށް ބާރުއެޅުން."
      },
      {
        "Eng": "To expand the professional skills of sports and exercise in Sri Lanka, to provide training and education to the youth in these fields and to provide them with the opportunity to earn a good income.",
        "Dhiv": "ކުޅިވަރާއި ކަސްރަތުގެ ފަންނީ ހުނަރުވެރިކަން ރާއްޖޭގައި ފުޅާކުރުމަށްޓަކައި، އެ ދާއިރާތަކުން ޒުވާނުން ތަމްރީނާއި ތަޢުލީމު ޙާޞިލުކޮށް، ރަނގަޅު އާމްދަނީއެއް ހޯދުމުގެ ފުރުޞަތު ތަނަވަސް ކުރުން."
      },
      {
        "Eng": "Introduce a special incentives scheme to increase the salaries of national athletes and establish a strong system to assess the value of their national service in a sustainable manner.",
        "Dhiv": "ޤައުމީ އެތްލީޓުންގެ މުސާރަ ބޮޑުކުރުމާއެކު އެ އެތްލީޓުންގެ ޤައުމީ ޚިދުމަތުގެ އަގު ދެމެހެއްޓެނިވި ގޮތެއްގައި ވަޒަންކުރެވޭނެ ހަރުދަނާ އިންތިޒާމެއް ޤާއިމުކުރުކަށްޓަކައި، ޚާއްޞަ އިންސެންޓިވްސް ސްކީމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Establish a dedicated online platform for the sale of various wool and fish products, for the benefit of women and young entrepreneurs.",
        "Dhiv": "ރޯމަހާއި މަހުން އުފައްދާ އެކި ބާވަތްތައް ވިއްކޭނެ ޚާއްޞަ އޮންލައިން ޕްލެޓްފޯމެއް، އަންހެން އަދި ޒުވާން ވިޔަފާރިވެރިންގެ ފައިދާއަށްޓަކައި، ޤާއިމުކުރުން."
      },
      {
        "Eng": "Introduce a category of “Presidential Youth Advisors” to advise the President on specific issues of youth priority and to seek the views of youth on these issues and to incorporate the aspirations of youth into the formulation of government policy.",
        "Dhiv": "ޒުވާނުން އިސްކަންދޭ ވަކިވަކި ކަންކަމުގައި، ރައީސުލްޖުމްހޫރިއްޔާއަށް ބޭނުންފުޅުވާ ލަފާ އެރުވުމަށް އަދި އެ ކަންކަމާ ގުޅިގެން ޒުވާނުންގެ ޚިޔާލު ހޯދާ، ސަރުކާރުގެ ސިޔާސަތު އެކަށައެޅުމުގައި ޒުވާނުންގެ އުންމީދުތައް ހިމެނުމަށްޓަކައި އެކުލަވާލެވޭ \"ޕްރެސިޑެންޝަލް ޔޫތް އެޑްވައިޒަރސް\" ގެ ގިންތިއެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "To provide opportunities for Dhvehi youth to pursue higher education in this field as an additional encouragement to study and identify the damage caused to Dhvehi people by climate change and raise their voices in the international community.",
        "Dhiv": "މޫސުމަށް އަންނަ ބަދަލުތަކާއި ގުޅިގެން ދިވެހީންނަށް ލިބެމުންދާ ގެއްލުންތައް ދިރާސާކޮށް، ދެނެގަނެ، ބައިނަލްއަޤްވާމީ މުޖްތަމައުގައި އެކަމާމެދު އަޑުއުފުލުމަށް އިތުރު ހިތްވަރެއްގެގޮތުގައި، ދިވެހި ޒުވާނުން މިދާއިރާއިން މަތީ ތަޢުލީމު ޙާޞިލުކުރަން ފުރުޞަތު ހޯދައިދިނުން."
      },
      {
        "Eng": "Establish a national view to early identify children and youth who are at risk of entering the criminal environment due to their temperament, provide them with the necessary assistance and care and enable them to develop as law-abiding and constructive citizens in society.",
        "Dhiv": "މިޒާޖު ހުރިގޮތުން ކުށުގެ ވެއްޓަށް ވަނުމުގެ ފުރުޞަތު ބޮޑު ކުޑަކުދިންނާއި ޒުވާނުން އަވަހަށް ދެނެގަނެ، އެފަދަ ކުދިންނަށް އަދި ޒުވާނުންނަށް ބޭނުންވާ އެހީތެރިކަމާއި އަޅާލުން ދެވޭނެ އިންތިޒާމުތައް ހަމަޖައްސައި، މުޖުތަމައުގައި ޤާނޫނަށް ބޯލަބައި ބިނާކުރަނިވި ރައްޔިތުންގެ ގޮތުގައި ކުރިއަށް ދެވޭނެ ފުރުޞަތު ތަނަވަސް ކޮށްދިނުމަށް ޤައުމީ ވިއުގައެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "In order to rehabilitate children and youth newly involved in crime, instead of imposing heavy prison sentences and harsh punishments, establish strong policies and arrangements to provide assistance through a special social service environment and arrangements so that they can re-enter society as constructive individuals.",
        "Dhiv": "ކުށުގެ ވެއްޓަށް އަލަށް ވަދެވޭ ކުޑަކުދިންނާއި ޒުވާނުން މުޖުތަމައުއަށް އަބުރާ އަހުލުވެރި ކުރުމަށްޓަކައި، ބޮޑެތި ޖަލުހުކުމްތަކާއި ހަރުކަށި އަދަބުތައް ދިނުމުގެ ބަދަލުގައި، އިޖްތިމާއީ ޚިދުމަތުގެ ޚާއްޞަ ވެއްޓަކާއި އިންތިޒާމުތަކެއްގެ ތެރެއިން އެހީތެރިކަން ފޯރުކޮށްދީ، ބިނާކުރަނިވި ފަރުދުންގެ ގޮތުގައި މުޖުތަމައަށް އަލުން ނުކުމެވޭނެފަދަ ހަރުދަނާ ސިޔާސަތުތަކެއް އަދި އިންތިޒާމުތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish additional drug rehabilitation centers in identified areas and villages, and provide treatment for women.",
        "Dhiv": "ފާހަގަކުރެވޭ ސަރަޙައްދުތަކެއް އަދި ރަށްތަކެއްގައި އިތުރު ޑްރަގް ރިހެބިލިޓޭޝަން ސެންޓަރުތަކެއް ޤާއިމުކުރުން، އަދި އަންހެނުންނަށް ޙާއްޞަ ކުރެވިގެން އެތަންތަނުގައި ފަރުވާ ލިބޭނެ އިންތިޒާމު ހަމަޖެއްސުން."
      },
      {
        "Eng": "Introduce health services in Sri Lanka to provide the best quality care to families facing difficulties in childbirth.",
        "Dhiv": "ދަރިމައިވުމުގައި ދަތިތަކާ ކުރިމަތިލާންޖެހޭ ޢާއިލާތަކަށް ޙާއްޞަ ކުރެވިގެން އެންމެ ރަނގަޅު ފެންވަރުގެ ފަރުވާ ދެވޭނެ ޞިއްޙީ ޚިދުމަތްތައް ރާއްޖޭގައި ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Train trainers who will teach them how to farm fish, how to set up the necessary hatcheries and teach co-aquaculture skills to more young people and increase the number of small and medium enterprises in the areas.",
        "Dhiv": "ފަރުމަސް އާލާކުރާނެ ގޮތް ދަސްކޮށްދޭނެ ޓްރެއިނާރސް ތަމްރީންކޮށް، އެކަމަށް ބޭނުންވާ ހެޗަރީތައް ޤާއިމުކުރާނެ ގޮތާއި، އެކުއަކަލްޗަރގެ ހުނަރުތައް ގިނަ ޒުވާނުންތަކަކަށް ދަސްކޮށްދީ، އެދާއިރާތަކުގެ ކުދި އަދި މެދުފަންތީގެ ވިޔަފާރިތައް އިތުރުކުރުން."
      },
      {
        "Eng": "To further expand and strengthen the work of the Foreign Service Institute of Maldives (FOSIM) which teaches the skills required by young diplomats working in the Dhvehi Foreign Service.",
        "Dhiv": "ދިވެހި ފޮރިން ސާރވިސްގައި ހަރަކާތްތެރިވާ ޒުވާން ޑިޕްލޮމެޓުންނަށް ބޭނުންވާ ހުނަރުތައް ދަސްކޮށްދޭ ފޮރިން ސާރވިސް އިންސްޓިޓިއުޓް އޮފް މޯލްޑިވްސް (ފޮސިމް) ގެ މަސައްކަތްތައް އިތުރަށް ފުޅާކޮށް ހަރުދަނާ ކުރުން."
      },
      {
        "Eng": "Facilitate access to housing bank loans at an interest rate not exceeding 5 per cent for all new house builders with easy repayment.",
        "Dhiv": "އަލަށް ގެދޮރު އިމާރާތްކުރާ ހުރިހާ ފަރާތްތަކަށް، ފަސޭހައިން ދައްކާ ޚަލާސްކުރެވޭނެ ގޮތަށް، 5 އިންސައްތައަށްވުރެ އިތުރުނުވާ އިންޓްރެސްޓް ރޭޓެއްގައި، ގެދޮރުވެރިކަމުގެ ބޭންކް ލޯނު ލިބޭނެ އިންތިޒާމު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 2,
    "Title_Eng": "Women (Chapter 2)",
    "Title_Dhiv": "ކަނބަލުން (ޗެޕްޓަރު 2)",
    "Promise": [
      {
        "Eng": "Introduction of a national level 'Equality Guaranteed' stamp, open to government agencies and private businesses, which is awarded upon meeting certain criteria.",
        "Dhiv": "ސަރުކާރުގެ އިދާރާތަކާއި އަމިއްލަ ވިޔަފާރިތަކަށް ހުޅުވާލެވޭ، ވަކި މިންގަނޑުތަކެއް ފުރިހަމަކުރުމުން ދެވޭ ޤައުމީ ފެންވަރުގެ 'ހަމަހަމަކަން ކަށަވަރު' ސިއްކަ ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Take strong measures to ensure that equal opportunities for equal work and equal pay, without discrimination between the sexes, is a legal right and is being implemented in all sectors.",
        "Dhiv": "އެއްވަރުގެ މަސައްކަތްތަކަށް އެއް މިންވަރެއްގެ ފުރުޞަތުތަކަކާއި އެއްހަމައެއްގެ އުޖޫރައެއް، ދެޖިންސުގެ ދެމެދުގައި ތަފާތުކުރުމެއް ނެތި، ލިބުމަކީ ޤާނޫނީ ޙައްޤަކަށް ވުމުގެއިތުރުން ހުރިހާ ދާއިރާއެއްގައިވެސް ތަންފީޒު ކުރެވެމުންދާ އުޞޫލެއްކަން ކަށަވަރު ކުރުމަށް ހަރުދަނާ ފިޔަވަޅުތަކެއް އެޅުން."
      },
      {
        "Eng": "In the civil service, significantly increase the number of women employees holding managerial level positions.",
        "Dhiv": "ސިވިލް ސާރވިސްގައި، ވެރިންގެ ފެންވަރުގެ ވަޒީފާ އަދާކުރާ އަންހެން މުވައްޒަފުންގެ އަދަދު ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Amend the legal framework to ensure a safe, respectful and equal working environment for women employees, including increasing the number of women employed in the tourism sector.",
        "Dhiv": "ފަތުރުވެރިކަމުގެ ދާއިރާގައި ވަޒީފާ އަދާކުރާ އަންހެން މުވައްޒަފުން އިތުރު ކުރުމާއެކު، އަންހެން މުވައްޒަފުންނަށް ބޭނުންވާ ރައްކާތެރި، ޤަދަރުވެރި އަދި ހަމަހަމަ މަސައްކަތުގެ މާޙައުލެއް ކަށަވަރު ކޮށްދިނުމަށް ޤާނޫނީ އޮނިގަނޑަށް އިޞްލާޙު ގެނައުން."
      },
      {
        "Eng": "Introduction of a special scheme of Rs. 100 million to provide soft loans to encourage women to enter the business sector.",
        "Dhiv": "އަންހެނުން ވިޔަފާރީގެ ދާއިރާއަށް ނުކުތުމަށް ހިތްވަރު ދިނުމަށްޓަކައި ލުއި ލޯނު ދޫކުރުމަށް 100 މިލިއަން ރުފިޔާގެ ޚާއްޞަ ސްކީމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "To facilitate the sale of home-made products by women, a special area should be set aside for that purpose in Heathrow, where low rents and convenient arrangements should be made for women manufacturers to do business there.",
        "Dhiv": "އަންހެނުން ގޭގައި ތިބެގެން އުފައްދާ ތަކެތި ވިއްކުމަށް މަގުފަހިކުރުމަށްޓަކައި ހުޅުމާލެއިން ޚާއްޞަ ސަރަޙައްދެއް އެކަމަށް އެކަށައަޅާ، އެތަނުގައި އަންހެން އުފެއްދުންތެރިން ވިޔަފާރިކުރުމަށް ކުޑަ ކުލިތަކެއް އަދި ފަސޭހަ އިންތިޒާމުތަކެއް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "A national initiative called Women in Technology (WIT) seeks to increase the number of women involved in information technology and digitalization by investing more in them, providing education and training, increasing businesses in these fields and paying more attention to them in the upper secondary curriculum.",
        "Dhiv": "އިންފޮރމޭޝަން ޓެކްނޮލޮޖީ އަދި ޑިޖިޓަލައިޒޭޝަންގެ ދާއިރާގައި ހަރަކާތްތެރިވާ އަންހެނުންގެ އަދަދު އިތުރުކުރުމަށްޓަކައި، އެކަމަށް އިތުރަށް އިންވެސްޓްކުރުމާއި، ތަޢްލީމާތި ތަމްރީނު ދިނުމާއި، އެދާއިރާތަކުން ވިޔަފާރިތައް އިތުރުކުރުމާއި، މަތީ ސާނަވީ މަންހަޖުގައި އެދާއިރާތަކަށް އިތުރު ސަމާލުކަންދީ، އެދާއިރާތަކުން ކުރިއަށްދާ އަންހެނުންގެ އަދަދު އިތުރުކުރުމަށްޓަކައި، ވިމެން އިން ޓެކްނޮލޮޖީ (ވިޓް) ގެ ނަމުގައި ޤައުމީ ހަރަކާތެއް ހިންގުން."
      },
      {
        "Eng": "In addition to bringing about the necessary changes in hospitals to establish mammography and Pepsmear services in all the provinces, procurement of necessary machinery and training of staff.",
        "Dhiv": "މެމޮގްރަފީގެ ޚިދުމަތާ ޕެޕްސްމިއަރގެ ޚިދުމަތް ހުރިހާ އަތޮޅެއްގައި ޤާއިމުކުރުމަށް ބޭނުންވާ ބަދަލުތައް ހޮސްޕިޓަލުތަކަށް ގެނައުމުގެ އިތުރުން، އެކަމަށްބޭނުންވާ މެޝިނަރީ ހޯދުމާއި، ޚިދުމަތްތެރިން ތަމްރީނުކުރުން."
      },
      {
        "Eng": "Early detection of women's health problems such as endometriosis and PCOS and special treatment.",
        "Dhiv": "އެންޑޮމެޓްރިއޯސިސް އަދި ޕީ.ސީ.އޯ.އެސް ފަދަ އަންހެނުންނަށް ދިމާވާ ޞިއްޙީ މައްސަލަތައް އަވަހަށް ދެނެގަނެ، ޚާއްޞަ ފަރުވާ ހޯދުމުގައި އާސަންދަ ހަމަޖެއްސުން."
      },
      {
        "Eng": "Amend the Family Law Act to fully address the difficulties in enforcing alimony awards by increasing penalties up to heavy prison terms for failure to comply with alimony awards and provide a permanent solution to the current burden on some parties to recover alimony.",
        "Dhiv": "ޢާއިލާއާބެހޭ ޤާނޫނުގެ ދަށުން ޚަރަދު ދިނުމަށް ކުރެވޭ ޙުކުމްތައް ތަންފީޒުވުމުގައި ހުރި ދަތިތަކަށް ފުރިހަމަ ޙައްލެއް ހޯދުމަށްޓަކައި އެޤާނޫނަށް ގެންނަންޖެހޭ އިޞްލާޙުތައް ގެނެސް، ޚަރަދު ދިނުމުގައި ޙުކުމާ އެއްގޮތަށް ކަން ނުކުރާ ފަރާތްތަކަށް ބޮޑެތި ޖަލު ޙުކުމާ ހަމައަށް އަދަބު އިތުރުކޮށް، ޙަރަދު ހޯދަން ބައެއް ފަރާތްތަކުން މިހާރު އުފުލަމުންދާ ބުރައަށް ދާއިމީ ޙައްލެއް ހޯދައިދިނުން."
      },
      {
        "Eng": "Facilitate arrangements for women entrepreneurs seeking leasing finance.",
        "Dhiv": "ލީސިންގ ފައިނޭންސްގެ ގޮތުގައި ފައިސާ ހޯދަން ބޭނުންވާ އަންހެން ވިޔަފާރިވެރިންނަށް ފަސޭހަ އިންތިޒާމުތަކެއް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Establish a new national central body to prevent violence against women and to ensure the necessary assistance, compassion, protection and justice for victims of such violence.",
        "Dhiv": "އަންހެނުންނަށް ކުރާ އަނިޔާތައް ހުއްޓުވުމަށް އަދި އެފަދަ އަނިޔާ ލިބޭ ފަރާތްތަކަށް ބޭނުންވާ އެހީތެރިކަމާއި، އޯގާތެރިކަމާ، ރައްކާތެރިކަމާ، އިންސާފު ކަށަވަރު ކުރުމަށްޓަކައި އާ ޤައުމީ މަރުކަޒީ އިދާރާއެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "To provide equal opportunities for all national athletes of both sexes in providing salaries, training and opportunities to compete in competitions.",
        "Dhiv": "ޤައުމީ އެތްލީޓުންނަށް ދެވޭ މުސާރައާއި ތަމްރީނާއި މުބާރާތްތަކުގައި ވާދަކުރުމުގެ ފުރުޞަތު ތަނަވަސްކުރުމުގައި، ދެ ޖިންސުގެ ހުރިހާ ޤައުމީ އެތްލީޓުންނަށް ހަމަހަމަ ފުރުޞަތު ލިބޭނެ މަގު ތަނަވަސް ކުރުން."
      },
      {
        "Eng": "Implement women-specific leadership programs nationwide, raise awareness across society on the importance of women empowerment, and align the country to a point where women’s contribution and participation in the administration will always be fully present.",
        "Dhiv": "އަންހެނުންނަށް ޚާއްޞަ ލީޑަރޝިޕް ޕްރޮގްރާމްތަކެއް މުޅި ރާއްޖޭގައި ހިންގާ، އަންހެނުން ބާރުވެރިކުރުވުމުގެ މުހިންމުކަމަށް މުޅި މުޖްތަމައު ހޭލުންތެރިކުރުވާ، ހިންގުމުގެ ދާއިރާގައި އަންހެނުންގެ ޙިއްޞާ އަދި ބައިވެރިވުން އަބަދުވެސް ފުރިހަމައަށް އޮންނާނެ ހިސާބަކަށް ޤައުމުގެ ކަންކަން ތަރުތީބުކުރުން."
      },
      {
        "Eng": "Explicitly include women’s views and consultation in all discussions on social justice and welfare, and develop a framework for the implementation of constructive ideas from such consultations as policies at the national level.",
        "Dhiv": "އިޖްތިމާއީ އަދާލާތާއި ރައްކާތެރިކަމާބެހޭ ހުރިހާ މަޝްވަރާއެއްގައިވެސް އަންހެނުންގެ ޚިޔާލާއި މަޝްވަރާ ފާޅުކަންބޮޑުގޮތެއްގައި ހިމަނާ، އެފަދަ މަޝްވަރާތަކުން ލިބިދޭ ބިނާކުރަނިވި ޚިޔާލުތައް ސިޔާސަތުތަކެއްގޮތުގައި ޤައުމީ ފެންވަރުގައި ތަންފީޒުކުރުމުގެ އޮނިގަނޑެއް އެކުލަވާލުން."
      },
      {
        "Eng": "Establish a dedicated online platform for the sale of various wool and fish products, for the benefit of women and young entrepreneurs.",
        "Dhiv": "ރޯމަހާއި މަހުން އުފައްދާ އެކި ބާވަތްތައް ވިއްކޭނެ ޚާއްޞަ އޮންލައިން ޕްލެޓްފޯމެއް، އަންހެން އަދި ޒުވާން ވިޔަފާރިވެރިންގެ ފައިދާއަށްޓަކައި، ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a national system for women to market and buy and sell locally grown produce.",
        "Dhiv": "ރާއްޖޭގައި ހައްދާ ބާވަތްތައް މާކެޓްކޮށް، ގަނެ ވިއްކުމަށް، އަންހެނުންނަށް ޚާއްޞަކުރެވިގޭ، ޤައުމީ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Major reforms to the civil service salary structure and significant increases in the salaries of young and educated employees.",
        "Dhiv": "ސިވިލް ސާރވިސްގެ މުސާރައިގެ އޮނިގަނޑަށް ބޮޑެތި އިޞްލާޙުތަކެއް ގެނެސް، ޒުވާން އަދި ތަޢްލީމީ މުވައްޒަފުންނަށް ލިބޭ މުސާރަ ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Legal provision should be made for female employees who are experiencing the tragedy of miscarriage to be entitled to additional paid leave for an appropriate period.",
        "Dhiv": "ބައިގެންދިއުމުގެ ހިތާމަވެރިކަމާ ކުރިމަތިލާންޖެހޭ އަންހެން މުވައްޒަފުންނަށް، މުސާރަ ލިބޭ ގޮތަށް އެކަށޭނަ މުއްދަތެއްގެ އިތުރު ޗުއްޓީއެއް ލިބޭގޮތަށް ޤާނޫނީ އުސޫލެއް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Establishment of a special hospital for pregnant women and children.",
        "Dhiv": "މާބަނޑު މީހުންނާއި ކުޑަކުދިންނަށް ޙާއްޞަ ހޮސްޕިޓަލެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "As a service to employed female employees caring for infants, a subsidy is provided for privately run child care day-care centers to encourage improvement and expansion of services.",
        "Dhiv": "ތުއްތު ކުދިން ބަލަހައްޓަމުންދާ ވަޒީފާ އަދާކުރާ އަންހެން މުވައްޒަފުންނަށް ދެވޭ ޚިދުމަތެއްގެ ގޮތުގައި، އަމިއްލަ ފަރާތްތަކުން ހިންގަމުންދާ ކުޑަކުދިން ބަލަހައްޓާ ޑޭ-ކެއާރ ސެންޓަރުތަކަށް، ޚިދުމަތް ރަނގަޅުކުރުމާއި ފުޅާކުރުމަށް ހިތްވަރު ދިނުމުގެ ގޮތުން ސަބްސިޑީއެއް ކަނޑައެޅުން."
      },
      {
        "Eng": "Establishment of 'maternity waiting homes' in all government hospitals for pregnant women to stay for doctor's appointments and delivery.",
        "Dhiv": "ސަރުކާރު ހޮސްޕިޓަލުތަކަށް ޑޮކްޓަރަށްދެއްކުމަށާ ވިހެއުމަށްދާ މާބަނޑު އަންހެނުންނަށް ޚާއްޞަކުރެވިގެން މަޑުކޮށްލާނެ 'މެޓާނިޓީ ވެއިޓިންގ ހޯމްސް' ހުރިހާ ހޮސްޕިޓަލެއްގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Expand access to special health care for aging women.",
        "Dhiv": "އުމުރުން ދުވަސް ވަމުންދާ އަންހެނުންނަށް ޙާއްޞަ ޞިއްޙީ ފަރުވާ ލިބޭނެ އިންތިޒާމުތައް ފުޅާކުރުން."
      },
      {
        "Eng": "Establish additional drug rehabilitation centers in identified areas and villages, and provide treatment for women.",
        "Dhiv": "ފާހަގަކުރެވޭ ސަރަޙައްދުތަކެއް އަދި ރަށްތަކެއްގައި އިތުރު ޑްރަގް ރިހެބިލިޓޭޝަން ސެންޓަރުތަކެއް ޤާއިމުކުރުން، އަދި އަންހެނުންނަށް ޙާއްޞަ ކުރެވިގެން އެތަންތަނުގައި ފަރުވާ ލިބޭނެ އިންތިޒާމު ހަމަޖެއްސުން."
      },
      {
        "Eng": "Hair and beauty, resort musicians and bands, customer service, housekeeping and front office, jobs in the human resource department of resorts, taxi drivers etc.",
        "Dhiv": "ހެއަރ އެންޑް ބިއުޓީ، ރިސޯޓު މިއުޒީޝަނުންނާއި ބޭންޑްތައް، ކަސްޓަމަރ ސާރވިސް، ހައުސްކީޕިންގް އެންޑް ފްރަންޓް އޮފީސް، ރިސޯޓުތަކުގެ ހިއުމަން ރިސޯސް ޑިޕާޓްމަންޓުގެ ވަޒީފާތައް، ޓެކްސީ ކުރުން ފަދަ ދިވެހި ޒުވާނުންގެ ޝައުޤުވެރިކަމާއި ހުނަރު ހުރި ގިނަ ދާއިރާތަކެއް 'ދިވެހިންނަށް ޚާއްޞަ' މަސައްކަތްތަކެއްގެ ގޮތުގައި އެކަށައަޅާ، އެދާއިރާތަކުގައި ދިވެހި ޒުވާނުންނާ ވާދަކޮށް ބިދޭސީން ހަރަކާތްތެރިވުން ހުއްޓުވުން."
      },
      {
        "Eng": "New social housing schemes include 3,000 two-bedroom apartments for young families.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމްތަކުގައި، ޒުވާން ޢާއިލާތަކަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 3,000 އެޕާރޓްމަންޓް ހިމެނުން."
      },
      {
        "Eng": "Newly launched social housing schemes include 1,000 two- and three-bedroom apartments for single mothers and widows.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމްތަކުގައި، އެކަނިވެރި މައިން އަދި ބަދައިންނަށް ޚާއްޞަކުރެވިގެން، ދޭއް އަދި ތިން ކޮޓަރީގެ 1,000 އެޕާރޓްމެންޓް ހިމެނުން."
      },
      {
        "Eng": "Increase the current child support allowance for single mothers and single fathers to Rs. 3,000 per month for each child up to a total of Rs. 12,0",
        "Dhiv": "އެކަނިވެރި މައިންނާއި އެކަނިވެރި ބަފައިންނަށް، ދަރިންގެ ތަރުބިއްޔަތަށްޓަކައި މިހާރު ދެވޭ މިންވަރު، ޖުމްލަ 12000 ރުފިޔާއާ ހަމައަށް، ކޮންމެ ދަރިއަކަށް މަހަކު 3000 ރުފިޔާއަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Establish a system to identify those who need new housing and provide them with housing without submitting an application form.",
        "Dhiv": "އަލަށް ގެދޮރު ބޭނުންވާނެ ފަރާތްތައް ދެނެގަނެވޭނެ ނިޒާމެއް ޤާއިމުކޮށް، ފޯމު ހުށަހެޅުމަކާ ނުލައި، ބޯހިޔާވަހިކަން ލިބޭނެގޮތް ހެދުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 3,
    "Title_Eng": "Fisheries (Chapter 3)",
    "Title_Dhiv": "މަސްވެރިކަން (ޗެޕްޓަރު 3)",
    "Promise": [
      {
        "Eng": "Arrange for the fisherman to receive the money within 48 hours from the time of catching the fish.",
        "Dhiv": "މަސް ކިރާ ވަގުތުން ފެށިގެން އެންމެ ލަސްވެގެން 48 ގަޑިއިރުގެ ތެރޭގައި މަސްވެރިޔާއަށް ފައިސާ ލިބޭނެ އިންތިޒާމު ހަމަޖެއްސުން."
      },
      {
        "Eng": "A fishermen's cooperative society is established, MIFCO assigns a share to the company, the company is appointed as a member of the board of MIFCO as shareholders representing the fishermen and reforming the system so that it can be given Aiming in the direction.",
        "Dhiv": "މަސްވެރިންގެ ކޯޕަރެޓިވް ސޮސައިޓީއެއް އުފައްދާ، އެކުންފުންޏަށް މިފްކޯއިން ޙިއްޞާއެއް ކަނޑައަޅާ، އެކުންފުންޏަކީ މަސްވެރިން ތަމްޞީލުކުރާ ހިއްސާދާރުންގެ ގޮތުގައި މިފްކޯގެ ބޯޑުގައި ހިމެނޭ ބައެއްގެ ގޮތުގައި އެކަށައަޅާ، އެކޯޕަރެޓިވް މެދުވެރިކޮށް މިފްކޯ ހިންގުމުގައި މަސްވެރިންގެ ސީދާ އަޑު ބޯޑަށް ފޯރުކޮށްދީ، މިފްކޯގެ ހިއްސާ މަސްވެރިންނަށް ލިބޭނެ ނިޒާމެއް ޤާއިމުކޮށް، ކޯޕަރެޓިވްގެ ލަފަޔާއެއްގޮތަށް މަސްވެރިން ކިރާ މަހުގެ އަގު ޑޮލަރުން ދެވޭނެފަދަ ގޮތަކަށް ނިޒާމު އިޞްލާޙުކުރުމާ ދިމާއަށް އަމާޒުހިފުން."
      },
      {
        "Eng": "Doubling the fish storage capacity in Sri Lanka.",
        "Dhiv": "ރާއްޖޭގައި މަސް ރައްކާކުރެވޭ ކެޕޭސިޓީ ދެގުނައަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Establish fishing as a job, include banking credit ratings and open up opportunities for fishermen to seek additional services such as loans from financial institutions.",
        "Dhiv": "މަސްވެރިކަމަކީ ވަޒީފާއެއްކަމުގައި އެކަށައަޅާ، ބޭންކިންގގެ ކްރެޑިޓް ރޭޓިންގގެ ތެރެއަށް ފެތި، މާލީ އިދާރާތަކުގެ ތެރެއިން ލޯނު ލިބުންފަދަ އިތުރު ޚިދުމަތްތައް ހޯދަން މަސްވެރިންނަށް ފުރުޞަތު ހުޅުވާލުން."
      },
      {
        "Eng": "Establishment of a sports fishing harbor with fish stalls, an administrative office for planning and conducting tournaments, restaurants and cafes, businesses selling and providing fishing products and barbecue areas.",
        "Dhiv": "މަހުގެ ވިޔަފާރި ކުރާނެ ގޮޅިތަކަކާއި، މުބާރާތްތައް ރާވާ ހިންގާނެ އިދާރީ އޮފީހަކާ، ރެސްޓޯރަންޓް އަދި ކެފޭތަކާ، މަސްވެރިކަމާގުޅޭ ތަކެތި ވިއްކާ އަދި ޚިދުމަތް ދޭ ވިޔަފާރިކުރާ ތަންތަނާ، ބާބަކިއު ހެދޭނެ އިންތިޒާމު ހަމަޖެހިފައިވާ ސަރަޙައްދުތައް ހިމެނޭ ގޮތަށް، ސްޕޯޓްސް ފިޝިންގ ހާބަރެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Identify other major markets and establish additional agreements as fish exports begin under free trade agreements with China and Hong Kong.",
        "Dhiv": "ޗައިނާ އަދި ހޮންގކޮންގ އާއެކު ހެދިފައިވާ މިނިވަން ވިޔަފާރީގެ އެއްބަސްވުންތަކުގެ ތެރެއިން މަސް ބޭރުކުރަން ފެށުމާއެކު، އެފަދަ ބޮޑެތި އެހެން މާރކެޓުތައް ފާހަގަކޮށް، އިތުރު އެއްބަސްވުންތައް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Considering the change in the price of fish in the world market, the purchase price of Romas in Sri Lanka should be fixed at Rs. 20 per kg.",
        "Dhiv": "ދުނިޔޭގެ ބާޒާރުގައި މަހުގެ އަގަށް އަންނަ ބަދަލަށް ރިއާޔަށްކޮށް، ރާއްޖޭގައި ރޯމަސް ގަންނަ އަގަކީ ކިލޯއަކަށް 20 ރުފިޔާކަމުގައި ހަމަޖެއްސުން."
      },
      {
        "Eng": "Soft loans for installation of RSW system on vessels.",
        "Dhiv": "އާރް.އެސް.ޑަބްލިޔު ސިސްޓަމް އޮޑިފަހަރުގައި ހަރުކުރުމަށް ލުއި ލޯނު ދޫކުރުން."
      },
      {
        "Eng": "Renovation and modernization of fish factories in Felivar and Kuddu; Establishment of a new fish factory in Madeli for the benefit of the fishermen of the area.",
        "Dhiv": "ފެލިވަރާއި ކޫއްޑޫގައި ހުރި މަސް ފެކްޓްރީތައް އާބާތުރަ ފިލުވައި، ޒަމާނީ ފެންވަރަށް ތަރައްޤީކުރުމާއި، ދ. މާދެލީގައި، އެ ސަރަޙައްދުގެ މަސްވެރިންގެ ފައިދާއަށްޓަކައި، އާ މަސް ފެކްޓްރީއެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Start buying big fish for MIFCO and fix the price of big fish at Rs 80 and Rs 100 for A-grade.",
        "Dhiv": "މިފްކޯއަށް ބޮޑުކަންނެލި ގަންނަން ފެށުމާއި، ބޮޑު ކަންނެލީގެ އަގަކީ 80 ރުފިޔާކަމަށާއި، އޭ-ގްރޭޑް ނަމަ 100 ރުފިޔާކަމަށް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Construction of a new modern fish market in Malay.",
        "Dhiv": "ޒަމާނީ ފެންވަރަށް ތަރައްޤީކުރެވޭ އާ މަސްމާރުކޭޓެއް މާލޭގައި ބިނާކުރުން."
      },
      {
        "Eng": "Hold a fish race once a year at the national level, including valuable prizes.",
        "Dhiv": "ޤައުމީ ފެންވަރުގައި، އަގުހުރި އިނާމުތަކެއް ހިމެނޭގޮތަށް، މަސްރޭހެއް އަހަރަކު އެއް ފަހަރު ބޭއްވުން."
      },
      {
        "Eng": "Establishment of ice plants in each province to supply seawater to the province.",
        "Dhiv": "ކޮންމެ އަތޮޅެއްގައި އެ އަތޮޅަކަށް ބޭނުންވާނެ ގަނޑުފެން ލިބޭނެ އައިސް ޕްލާންޓް ޤާއިމުކުރުން."
      },
      {
        "Eng": "MIFCO should start selling oil to fishermen at base rate through STOC.",
        "Dhiv": "މަސްވެރިންނަށް ބޭނުންވާނެ ތެޔޮ، ބޭސް ރޭޓުގައި، އެސް.ޓީ.އޯ މެދުވެރިކޮށް މިފްކޯއިން ވިއްކަން ފެށުން."
      },
      {
        "Eng": "With the expansion of fish farming, establish a better management system.",
        "Dhiv": "އެން ކަނދުފަތި އެޅުން ފުޅާކުރުމާއެކު، ރަނގަޅަށް ބެލެހެއްޓޭނެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Installation of decompression chambers in Hooghly and Andhra Pradesh.",
        "Dhiv": "ހުވަދު އަތޮޅާއި އައްޑޫ ސިޓީގައި ޑީކޮމްޕްރެޝަން ޗޭމްބަރު ބެހެއްޓުން."
      },
      {
        "Eng": "Establish a centralized fish harvesting system with the help of modern technology to facilitate the benefits of fishermen.",
        "Dhiv": "ޒަމާނީ ޓެކްނޮލޮޖީގެ އެހީގައި މަސް އައިން ހޯދުމުގެ މަރުކަޒީ ނިޒާމެއް ޤާއިމުކޮށް، އޭގެ ފައިދާ މަސްވެރިންނަށް ލިބޭނެ މަގު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "Introduction of an online platform for youth and women to sell fish products and seafood.",
        "Dhiv": "މަހުން އުފައްދާ ބާވަތްތަކާއި ސީފުޑްގެ ބާވަތްތައް ވިއްކުމަށް، ޒުވާނުންނާއި އަންހެނުންނަށް ޙާއްޞަ ކުރެވިގެން ޤާއިމުކުރެވޭ އޮންލައިން ޕްލެޓްފޯމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Laying of sails in designated areas for wooden boats and dinghies.",
        "Dhiv": "ވަދު ބައްތެލިފަހަރާއި ޑިންގީތަކަށް ޚާއްޞަކުރެވިގެން، އެކަށައެޅޭ ސަރަޙައްދުތަކުގައި، ކަނދުފަތި އެޅުން."
      },
      {
        "Eng": "Introduction of an online portal to check ice levels in ice plants.",
        "Dhiv": "އައިސް ޕްލާންޓުތަކުގައި އައިސް ހުރިވަރު ބަލާލެވޭނެ އޮންލައިން ޕޯޓަލްއެއް ތައާރަފް ކުރުން."
      },
      {
        "Eng": "Provide one crew member per boat with the opportunity to obtain a rescue diving level certificate.",
        "Dhiv": "ކޮންމެ އޮޑިއަކުން އެއް ފަޅުވެރިއަކަށް ރެސްކިއު ޑައިވިންގ ފެންވަރުގެ ސަނަދެއް ހާސިލުކުރުމުގެ ފުރުޞަތު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "Conduct awareness programs on packaging of fish products and introduce a system of low interest loans for those interested in starting such businesses.",
        "Dhiv": "މަހުން އުފައްދާ ތައްޔާރީ ކާނާ ބަންދުކުރުމުގެ މަޢުލޫމާތު ޢާންމުކުރުމުގެ ހޭލުންތެރިކަމުގެ ޕްރޮގްރާމުތަކެއް ހިންގުމާއި، އެފަދަ ވިޔަފާރިތައް އަލަށް ފަށަން ޝައުޤުވެރިވާ ފަރާތްތަކަށް ކުޑަ އިންޓަރެސްޓެއްގައި ލޯނު ލިބޭނެ ނިޒާމެއް ތައާރަފުކުރުން."
      },
      {
        "Eng": "Establishment of a marketing agency to promote Dhvehi fisheries products in foreign markets.",
        "Dhiv": "ބޭރު ދުނިޔޭގެ މާކެޓްތަކުގައި ދިވެހި މަސްވެރިކަމުގެ އުފެއްދުންތައް އިސްތިހާރުކޮށް، ވިޔަފާރި ފަހި ކޮށްދޭނެ މާރކެޓިންގ އޭޖެންސީއެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Train trainees to teach how to raise fish, establish hatcheries and teach co-aquaculture skills to many young people and encourage the expansion of businesses in the sector.",
        "Dhiv": "ފަރުމަސް އާލާކުރާނެ ގޮތް ދަސްކޮށްދޭނެ ޓްރެއިނާސް ތަމްރީންކޮށް، އެކަމަށް ބޭނުންވާ ހެޗަރީތައް ޤާއިމުކުރާނެ ގޮތާއި އެކުއަކަލްޗަރގެ ހުނަރުތައް ގިނަ ޒުވާނުންތަކަކަށް ދަސްކޮށްދީ، އެދާއިރާގެ ވިޔަފާރިތައް ފުޅާކުރަން ބާރުއެޅުން."
      },
      {
        "Eng": "To provide an incentive for private sector investments, establish N hatcheries in identified specific areas.",
        "Dhiv": "ޕްރައިވެޓް ސެކްޓަރ އިންވެސްޓްމަންޓްތަކަށް އިންސެންޓިވްއެއް ދިނުމަށް، ފާހަގަކުރެވޭ ވަކި ސަރަހައްދުތަކެއްގައި އެން އާލާކުރުމަށް ހެޗަރީތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a registry to identify and encourage long-term fishermen and provide them with additional opportunities.",
        "Dhiv": "ދިގު މުއްދަތައް މަސްވެރިކަމުގައި ހަރަކާތްތެރިވާ މަސްވެރިން ދެނެގަނެ، އެފަރާތްތަކަށް ހިތްވަރު ދިނުމާއި އެކު އިތުރު ފުރުޞަތު ތަނަވަސްކޮށްދިނުމަށް ރަޖިސްޓްރީއެއް އެކުލަވާލުން."
      },
      {
        "Eng": "Study ways to sustainably increase the farm population.",
        "Dhiv": "ފަރުމަހުގެ އާބާދީ ދެމެހެއްޓެނިވި ގޮތެއްގައި އިތުރުކުރެވޭނެ ގޮތްތައް ދިރާސާ ކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 4,
    "Title_Eng": "Housing and Urbanization (Chapter 4)",
    "Title_Dhiv": "ގެދޮރުވެރިކަމާއި އާރބަނައިޒޭޝަން (ޗެޕްޓަރު 4)",
    "Promise": [
      {
        "Eng": "Guarantee a land or apartment to every citizen over the age of 18 who applies and meets the requirements.",
        "Dhiv": "އެކަމަށް އެދޭ އަދި ޝަރުތު ފުރިހަމަވާ 18 އަހަރުން މަތީގެ ކޮންމެ ރައްޔިތަކަށް ގޯއްޗެއް ނުވަތަ އެޕާޓްމަންޓެއް ކަށަވަރު ކޮށްދިނުން."
      },
      {
        "Eng": "Further develop the Greater Malay Region as a pillar of national development to ensure 65,000 houses over the next 20 years.",
        "Dhiv": "ކުރިޔަށް އޮތް 20 އަހަރަށް އަމާޒުކޮށް، 65،000 ގެދޮރު ޔަޤީންވާނެގޮތަށް، ޤައުމީ ތަރައްޤީގެ މައި ތަނބުގެ ގޮތުގައި ގްރޭޓަރ މާލޭ ރީޖަން އިތުރަށް ތަރައްޤީކުރުން."
      },
      {
        "Eng": "Facilitate access to housing home starter bank loans at an interest rate of 5 per cent for easy repayment to all new home builders.",
        "Dhiv": "އަލަށް ގެދޮރު އިމާރާތްކުރާ ހުރިހާ ފަރާތްތަކަށް، ފަސޭހައިން ދައްކާ ޚަލާސްކުރެވޭނެ ގޮތަށް، 5 އިންސައްތައިގެ އިންޓްރެސްޓް ރޭޓުގައި، ގެދޮރުވެރިކަމުގެ ހޯމް ސްޓާޓަރ ބޭންކް ލޯނު ލިބޭނެ އިންތިޒާމު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "Under a special government scheme, the beneficiaries of the Land Owner Program will be provided with houses on the land and the land will be handed over with a completed new house. The land will be handed over to the beneficiaries under a special government scheme giving . . . . Also, to provide the opportunity to those who wish to build a house under this scheme on all the land allocated by our government.",
        "Dhiv": "ބިންވެރިޔާ ޕްރޮގްރާމުގެ ތެރެއިން ގޯތީ ލިބޭނެކަމަށްބުނެ ލިބުނު ފަރާތްތަކުގެ ތެރެއިން އެކަމަށް އެދޭ ފަރާތްތަކަށް، ސަރުކާރުގެ ޚާއްޞަ ސްކީމެއްގެ ދަށުން، އެގޯތިތަކުގައި ގެދޮރު އިމާރާތްކޮށްދީ އެފަރާތަކަށް ލިބުނު ގޯދި، ނިމިފައިވާ އާ ގެއަކާއެކު، ޙަވާލުކުރެވޭނެ މަގުފަހިކޮށްދިނުމާއެކު، ދެވުނު ގޯއްޗަކީ ހުސްބިމެއް ނުވަތަ އަދި ނުހިއްކާއޮތް ފަޅެއްގެ ބައެއްގެ ގޮތުގައި އޮތުން ބަދަލުކޮށް، ގޯތި ލިބުނު ރައްޔިތުންނަށް ޤެދޮރުވެރިކަމުގެ ހަޤީޤީ އުފާވެރިކަން ކަށަވަރުކޮށްދިނުން. އަދި، އަޅުގަނޑުމެންގެ ސަރުކާރެއްގައި ދޫކުރާ އެންމެހާ ގޯތިތަކުގައިވެސް މިސްކީމްގެ ދަށުން ގެެޔެއް ބިނާކުރަން ބޭނުންވާ ފަރާތްތަކަށް އެފުރުޞަތު ފޯރުކޮށްދިނުން."
      },
      {
        "Eng": "All those who were included in the original list of those entitled to apartments from the shelter flats published in 2018, but were removed from the list without being given flats by the outgoing government, will be given flats under the soonest social housing project.",
        "Dhiv": "2018 ގައި ސާއިޢުކުރެވުނު ހިޔާ ފްލެޓުން އެޕާޓްމަންޓް ޙައްޤުވާ ފަރާތްތަކުގެ ޢަސްލު ލިސްޓުގައި ހިމެނި، އެހެންނަމަވެސް ނިމެމުން މިދާ ސަރުކާރުން ފްލެޓް ނުދީ އެލިސްޓުން އުނިކުރި ހުރިހާ ފަރާތްތަކަށް، އެންމެ އަވަހަށް ޤާއިމުކުރެވޭ ސޯޝަލް ހައުސިންގ މަސްރޫއުގެ ތެރެއިން ފްލެޓް ދިނުން."
      },
      {
        "Eng": "Introduction of a soft home completion bank loan scheme for private individuals to complete house construction works that have not been carried out for various reasons.",
        "Dhiv": "ގެދޮރު އިމާރާތްކުރަން އަމިއްލަ ފަރުދުން ފަށާ، އެކި ސަބަބުތަކާހުރެ ކުރިއަށްނުގެންދެވި ހުއްޓިފައިހުރި މަސައްކަތްތައް ނިންމާލުމަށްޓަކައި ލުއި ހޯމް ކޮމްޕްލީޝަން ބޭންކް ލޯނު ސްކީމެއް އަލަށް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Dredging and developing the Guree Forest and Giravaru Forest to connect Malay, Uppsala and Villimale by road and connecting Phochidigar Forest with a high speed ferry system.",
        "Dhiv": "މާލެއާއި، ހުޅުމާލެއާ، ވިލިމާލެއާއި އެއްގަމު މަގުން ގުޅިގެންދާގޮތަށް ގުޅީފަޅާއި، ގިރާވަރުފަޅު ހިއްކާ ތަރައްޤީކޮށް، ފުށިދިއްގަރުފަޅު ހައި ސްޕީޑް ފެރީ ނިޒާމަކުން ގުޅާލުން."
      },
      {
        "Eng": "Establish a development bank to provide the necessary funds, at low interest rates, to developers and investors providing social housing.",
        "Dhiv": "ސޯޝަލް ހައުސިންގ ފޯރުކޮށްދޭ ޑިވެލޮޕަރުންނާއި އިންވެސްޓަރުންނަށް ބޭނުންވާ ފައިސާ، ކުޑަ އިންޓެރެސްޓް ރޭޓެއްގައި، ލިބޭނެ ގޮތް ހަމަޖެއްސުމަށް ޑިވެލޮޕްމަންޓް ބޭންކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "All city all roads development project, tarring of major roads and paving of other roads.",
        "Dhiv": "ހުރިހާ ސިޓީއެއް ހުރިހާ މަގުތައް ތަރައްޤީ ކުރުމުގެ މަޝްރޫޢެއްގެ ކުރުމުގައި، ބޮޑެތި މަގުތަކުގައި ތާރުއެޅުމާއި، އެހެނިހެން މަގުތަކުގައި ގާއެތުރުން."
      },
      {
        "Eng": "Establish basic services and infrastructure in all villages and connect high speed transportation and digital view to access high quality services.",
        "Dhiv": "ހުރިހާ ރަށެއްގައި އަސާސީ ޚިދްމަތްތަކާއި ޢުމްރާނީ ވަޞީލަތްތައް ޤާއިމުކޮށް، މަތީ ފަންތީގެ ޚިދްމަތްތައް ހޯދުމަށް އަވަސް ދުވެލީގެ ދަތުރުފަތުރާއި ޑިޖިޓަލް ވިއުގައެއްގެ ގުޅުން ޤާއިމުކުރުން."
      },
      {
        "Eng": "Formulate laws and plan and implement policies to ensure that housing is a constitutional right.",
        "Dhiv": "ގެދޮރުވެރިކަމަކީ ޤާނޫނު އަސާސީން ލިބިދޭ ޙައްޤެއްކަން ފުރިހަމައަށް ބަލައިގަނެ، އެކަން ކަށަވަރުކުރަން ޤާނޫނުތައް އެކުލަވާލުމާއި ސިޔާސަތުތައް ރާވާ، ތަންފީޒުކުރުން."
      },
      {
        "Eng": "In addition to the Malay Urban Region, as a high-end service area, Haflong. Atoll, H.D. Atoll and J.S. In the northern development zone, which includes the province, Had. including Khedhufushi; As an international gateway, Had. Establishment of an international transshipment port at Ihavandippol, Haflong.",
        "Dhiv": "މާލޭ އާރބަން ރީޖަންގެ އިތުރުން، މަތީ ފަންތީގެ ޚިދްމަތްލިބޭ ސަރަޙައްދެއް ގޮތުގައި، ހއ. އަތޮޅާއި، ހދ. އަތޮޅު އަދި ށ. އަތޮޅު ހިމެނޭ އުތުރުގެ ތަރައްޤީގެ ޒޯނުގައި، އިދާރީ މައި ހަބުގެ ގޮތުގައި ހދ. ކުޅުދުއްފުށި ހިމަނައިގެން؛ ބައިނަލް އަޤްވާމީ ދޮރާއްޓެއްގެ ގޮތުގައި ހދ. ހަނިމާދޫ ޤާއިމުކޮށް، ހއ، އިހަވަންދިއްޕޮޅުގައި ބައިނަލްއަޤްވާމީ ޓްރާންސްޝިޕްމަންޓް ބަނދަރެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "In addition to the Malay Urban Region, as a high-end service area, Gau. Atoll and, Gd. Expansion and development of an international transshipment port, industrial activities, fisheries, agriculture, mariculture and tourism facilities in the Southern Development Zone comprising the Atoll, Puducherry and Andhra Pradesh, including Andhra Pradesh as the administrative main hub and international gateway.",
        "Dhiv": "މާލޭ އާރބަން ރީޖަންގެ އިތުރުން، މަތީ ފަންތީގެ ޚިދްމަތްލިބޭ ސަރަޙައްދެއް ގޮތުގައި، ގއ. އަތޮޅާއި، ގދ. އަތޮޅާ، ފުވައްމުލަކު ސިޓީ އަދި އައްޑޫ ސިޓީ ހިމެނޭ ދެކުނުގެ ތަރައްޤީގެ ޒޯނުގައި، އިދާރީ މައި ހަބުގެ ގޮތުގައާއިި ބައިނަލްއަޤްވާމީ ދޮރާއްޓެއްގެ ގޮތުގައި އައްޑޫ ސިޓީ ހިމަނައިގެން، ބައިނަލްއަޤްވާމީ ޓްރާންސްޝިޕްމަންޓް ބަނދަރަކާއި، ޞިނާޢީ މަސައްކަތްތަކާ، މަސްވެރިކަމާ، ދަނޑުވެރިކަމާ، މެރިކަލްޗަރުގެ އިތުރުން ފަތުރުވެރިކަމުގެ ވަޞީލަތްތައް ފުޅާކޮށް، ތަރައްޤީކުރުން."
      },
      {
        "Eng": "Develop 7 more medium urban centers (including 3 in the north and 4 in the south).",
        "Dhiv": "މެދުމިނުގެ އިތުރު 7 އާރބަން ސެންޓަރު (މާލޭން އުތުރުގައި 3، ދެކުނުގައި 4 ހިމެނޭގޮތަށް) ތަރައްޤީކުރުން."
      },
      {
        "Eng": "Remove and streamline legal and administrative barriers to buying, selling, renting and renting homes in order to create an affordable, well-functioning housing market.",
        "Dhiv": "ފަސޭހަ، ރަނގަޅަށް ހިނގާ ހައުސިންގ މާކެޓެއް ޤާއިމުކުރުމަށްޓަކައި، ގެދޮރު ގަނެ، ވިއްކާ، ކުއްޔަށްދީ، ކުއްޔަށް ހިފުމަށް ހުރި ޤާނޫނީ އަދި އިދާރީ ހުރަސްތައް ނައްތާލައި، ތަރުތީބުކުރުން."
      },
      {
        "Eng": "Establish a system to identify those who need new housing and provide them with housing without submitting an application form.",
        "Dhiv": "އަލަށް ގެދޮރު ބޭނުންވާނެ ފަރާތްތައް ދެނެގަނެވޭނެ ނިޒާމެއް ޤާއިމުކޮށް، ފޯމު ހުށަހެޅުމަކާ ނުލައި، ބޯހިޔާވަހިކަން ލިބޭނެގޮތް ހެދުން."
      },
      {
        "Eng": "Improve the quality and safety of existing housing by providing sector technical assistance and facilitating funding for it.",
        "Dhiv": "ދާއިރާގެ ޓެކްނިކަލް އެހީ ދިނުމާއި، އެކަމަށް ފައިސާ ލިބޭނެ މަގު ފަހިކޮށްދީގެން، މިހާރު ހުރި ގެދޮރުތަކުގެ ފެންވަރާއި ސަލާމަތީ ވަސީލަތްތައް ރަނގަޅުކުރުން."
      },
      {
        "Eng": "Ensure that all rented accommodation has specified safety features, daylight availability, ventilation, and adequate space and amenities for the number of occupants.",
        "Dhiv": "ކުއްޔަށްދޭ ހުރިހާ ގެދޮރެއްގައިވެސް ކަނޑައެޅިފައިވާ ސަލާމަތީ ވަޞީލަތްތަކާއި، ދުވާލުގެ އަލިކަން ލިބޭ މިންވަރާ، ވައި ދައުރުކުރާނެ ގޮތްތައް ހުރިތޯއާ، ގެދޮރުގައި ދިރިއުޅޭ މީހުންގެ އަދަދަށް އެކަށީގެންވާ ޖާގައާއި ވަޞީލަތްތައް ހުރިތޯ ޔަޤީންކުރުން."
      },
      {
        "Eng": "Vacate the existing, undesirable land in the city and establish 2000 housing units and provide flats to the residents of the city who apply for them.",
        "Dhiv": "މާލޭގައި ހުރި، އެދެވޭގޮތުގައި ބޭނުންނުހިފާ ބިންތައް ހުސްކޮށް 2000 ހައުސިންގ ޔުނިޓު ގާއިމުކޮށް، ފުލެޓަށް އެދޭ މާލެ ސިޓީގެ ރަށްވެހިންނަށް ފޯރުކޮށްދިނުން."
      },
      {
        "Eng": "500 housing unit project in Villimalai.",
        "Dhiv": "ވިލިމާލޭގައި 500 ހައުސިންގ ޔުނިޓުގެ މަޝްރޫޢެއް ހިންގުން."
      },
      {
        "Eng": "New social housing schemes include 3,000 two-bedroom apartments for young families.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމުތަކުގައި، ޒުވާން ޢާއިލާތަކަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 3,000 އެޕާރޓްމަންޓް ހިމެނުން."
      },
      {
        "Eng": "New social housing schemes include 1,000 two-bedroom apartments for single mothers and single fathers.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމުތަކުގައި، އެކަނިވެރި މައިންނާއި އެކަނިވެރި ބަފައިންނަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 1,000 އެޕާރޓްމެންޓް ހިމެނުން."
      },
      {
        "Eng": "Newly launched social housing schemes include 500 two-bedroom apartments for people with special needs.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމުތަކުގައި، ޚާއްޞަ އެހީއަށް ބޭނުންވާ މީހުންނަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 500 އެޕާރޓްމެންޓް ހިމެނުން."
      },
      {
        "Eng": "Newly launched social housing schemes include 500 two-bedroom apartments for the disabled.",
        "Dhiv": "އަލަށް ފެށޭ ސޯޝަލް ހައުސިންގ ސްކީމުތަކުގައި، މައިމުޅަވެފައިވާ ފަރާތްތަކަށް ޚާއްޞަކުރެވިގެން، ދެ ކޮޓަރީގެ 500 އެޕާރޓްމެންޓް ހިމެނުން."
      },
      {
        "Eng": "Introduce a special social housing category for active Dhvehi employees employed in the tourism industry and provide housing opportunities through the first housing schemes implemented by the government.",
        "Dhiv": "ފަތުރުވެރިކަމުގެ ސިނާއަތުގައި ވަޒީފާއަދާކުރާ ހީވާގި ދިވެހި މުވައްޒަފުންނަށް ޚާއްޞަ ސޯޝަލް ހައުސިންގ ކެޓަގަރީއެއް ތަޢާރަފުކޮށް، ސަރުކާރުން އެންމެ ފުރަތަމަ ހިންގާ ހައުސިންގ ސްކީމްތަކުގެ ތެރެއިން ގެދޮރުވެރިކަމުގެ ފުރުޞަތު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "Introduce a special social housing category for people included in the city register and provide housing opportunities through the first housing schemes implemented by the government.",
        "Dhiv": "މާލޭގެ ދަފްތަރުގައި ހިމެނޭ މީހުންނަށް ޚާއްޞަ ސޯޝަލް ހައުސިންގ ކެޓަގަރީއެއް ތަޢާރަފުކޮށް، ސަރުކާރުން އެންމެ ފުރަތަމަ ހިންގާ ހައުސިންގ ސްކީމްތަކުގެ ތެރެއިން ގެދޮރުވެރިކަމުގެ ފުރުޞަތު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "Changing the height of buildings on public land in Villimalai to 10 stories, doubling the carrying capacity of water, sewerage and electricity while maintaining the green, pleasant and non-motorized environment of Villimalai, and renovating schools and mosques.",
        "Dhiv": "ވިލިމާލޭގައި ޢާންމު ރައްޔިތުންގެ ގޯތީގައި އިމާރާތްކުރެވޭ އުސްމިން 10 ބުރިއަށް ބަދަލުކުރުމާއި، ވިލިމާލޭގެ ފެހި، ހިތްގައިމު، އިންޖީނުލީ އުޅަނދު ނުދުއްވާ މާޙައުލު ދެމެހެއްޓުމާއެކު، ފެނާއި ނަރުދަމާއާއި ކަރަންޓް ކެރިއިންގ ކަޕޭސިޓީ ދެގުނައަށް އިތުރުކޮށް، އަދި، ސްކޫލު، މިސްކިތް ފަދަ ތަންތަން އާބާތުރަފިލުވައި، ޚިދްމަތް އިތުރަށް ފުޅާކުރުން."
      },
      {
        "Eng": "Demolition of Cinemalaya, Malahiya flats and Cinemalaya flats in Villimalai and construction of new flats.",
        "Dhiv": "މާލޭގައި ހުންނަ ސިނަމާލެ، މާލެހިޔާ ފްލެޓްތައް އަދި ވިލިމާލޭގައި ހުންނަ ސިނަމާލެ ފްލެޓްތައް ތަޅާލާ، އާފްލެޓްތަކެއް އަޅާދިނުން."
      },
      {
        "Eng": "Increase waqf lands in all cities, with the noble intention of raising northern money to help the poor people.",
        "Dhiv": "ނިކަމެތި ރައްޔިތުންނަށް އެހީތެރިވުމަށް އުތުރު ފައިސާ ހޯދުމުގެ މާތް ނިޔަތުގައި، ހުރިހާ ސިޓީއެއްގައި ވަޤްފު ބިންތައް އިތުރުކުރުން."
      },
      {
        "Eng": "Establishment of a new modern fish market in Malay.",
        "Dhiv": "ޒަމާނީ ފެންވަރުގެ އާ މަސްމާރުކޭޓޭއް މާލޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Ensure that the people who have been given land or flats by the outgoing government will get the land and flats according to the standard without depriving them.",
        "Dhiv": "ނިމެމުންމިދާ ސަރުކާރުން ރައްޔިތުންނަށް ގޯތި ނުވަތަ ފްލެޓު ލިބޭނެކަމަށް ލިޔުން ދީފައިވާ އެއްވެސް ފަރާތެއް އުނި ކުރުމެއްނެތި، އެފަރާތްތަކަށް ގޯއްޗާއި ފްލެޓް، އެތަނަކުން އެމިންގަނޑަށް ލިބޭނެކަން ޔަޤީންކުރުން."
      },
      {
        "Eng": "Construction of parking buildings in various areas of the city to provide a major solution to the parking problem.",
        "Dhiv": "މާލޭ ސިޓީގެ އެކި ސަރަޙާއްދުތަކުގައި ޕާކީންގ ބިލްޑިންގ އަޅައި، ދިމާވެފައިވާ ޕާކުކުރުމުގެ ދަތިކަމަށް ބޮޑު ޙައްލެއް ހޯދައިދިނުން."
      },
      {
        "Eng": "Establishment of a modern dewatering system in key parts of the city in the light of research as a permanent solution to flooding in the streets of Malay City.",
        "Dhiv": "މާލޭ ސިޓީގެ މަގުތަކުގައި ފެންބޮޑުވުމަށް ދާއިމީ ޙައްލެއްގެ ގޮތުގައި، ޒަމާނީ ފެންވަރުގެ ޑީވޯޓަރިންގ ނިޒާމެއް، ދިރާސާގެ އަލީގައި ސިޓީގެ މުހިންމު ހިސާބުތަކުގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a health and environmentally friendly e-bike system in all cities in a sustainable manner.",
        "Dhiv": "ޞިއްޙަތާއި އަދި ތިމާވެށްޓާއި ރަޙްމަތްތެރި އީ-ބައިކް ނިޒާމެއް ހުރިހާ ސިޓީއެއްގައި ޤާއިމުކޮށް، ދެމެހެއްޓެނިވިގޮތެއްގައި ކުރިއަށްގެންދިއުން."
      },
      {
        "Eng": "Implement a national project to build houses (whether rowhouses or apartments) for the villages where housing is most needed.",
        "Dhiv": "މިހާރުން މިހާރަށް ބޯހިޔާވަހިކަން އެންމެ ބޭނުންވެފައިވާ ރަށްތަކަށް ޚާއްޞަކޮށްގެން، ގެދޮރު އިމާރާތްކުރުމުގެ (ރޯހައުސް ނުވަތަ އެޕާޓްމަންޓް ވިޔަސް) ޤައުމީ މަޝްރޫޢެއް ހިންގުން."
      },
      {
        "Eng": "Registered laws and regulations and regulations and regulations and regulations and regulations and regulations and regulations and regulations and regulations and regulations, and re-registering laws and regulations, and re-registering laws and regulations, and re-registered laws and regulations, and regulations, and regulations, and regulations, and the implementation of the re-regstering of the \"Reated Regressing Acts and the implementation of the Reagressment of the Land Registments and the implementation of the Reagreation of Lands and the Rules of Procedure.",
        "Dhiv": "ރާއްޖޭގެ ރަށްރަށުގައި އާދަޔާޚިލާފަށް ތޮށްޖެހިފައިވާ ނުވަތަ މަގުތަކާއި ގޯޅިތަކާއި ގެތައް ހުރިގޮތުން ހާސްކަންބޮޑު ސަރަޙައްދުތައް ޕްލޭންކޮށް ހިތފަސޭހަ ސަރަޙައްދުތަކަކަށް ބަދަލުކުރުމަށްޓަކައި، ދުނިޔޭގެ ތަރައްޤީވެފައިވާ ޤައުމުތަކުގައި ކާމިޔާބުކަމާއެކު ތަޖުރިބާކޮށްފައިވާ އާރބަން ޑިވެލޮޕްމަންޓް ޓޫލެއްކަމުގައިވާ \"ލޭންޑް ރީއެޖެސްޓްމަންޓް\" ހިންގާ ތަންފީޒުކުރުމަށްޓަކައި، ބޭނުންވާ އެންމެހާ ޤާނޫނުތަކާއި ޤަވާއިދުތައް ހަދާ ފާސްކޮށް، ލޭންޑް ރީއެޖަސްޓްމަންޓް މަޝްރޫއުތައް ހިންގުން."
      },
      {
        "Eng": "Increase pedestrian streets, landscape and increase the comfort of the city.",
        "Dhiv": "މާލޭގައި ހިނގާފައި އުޅޭ ގޯޅިތައް އިތުރުކޮށް، ލޭންޑްސްކޭޕްކޮށް މާލެއަށް ހިތްފަސޭހަކަން އިތުރުކުރުން."
      },
      {
        "Eng": "Granting of land elsewhere in the Greater Malay area on a discounted basis to those who are prevented from constructing houses due to lack of streets or other reasons.",
        "Dhiv": "މާލޭގައި ގޯޅީގެ ހަނިކަމުން ނުވަތަ އެނޫންވެސް ސަބަބަކާހުރެ ގޯތީގެ ލޮކޭޝަން ބޭންކަށް ފީޒިބަލް ނުވާތީ ގެދޮރު އިމާރާތްކުރުމަށް ހުރަސްއެޅިފައިވާ ފަރާތްތަކުގެ ތެރެއިން އެދޭ ފަރާތްތަކަށް ލާޖައްސާ ޢުޞޫލުން ގްރޭޓަރ މާލޭ ސަަޙައްދުގެ އެހެން ހިސާބަކުން ގޯތިދިނުން."
      },
      {
        "Eng": "Waiver of penalties for those who have received housing units under a social housing scheme.",
        "Dhiv": "ސޯޝަލް ހައުސިންގ ސްކީމެއްގެ ދަށުން ހައުސިންގ ޔުނިޓް ލިބިފައިވާ ފަރާތްތަކުގެ ތެރެއިން ޖޫރިމަނާ ދައްކަންޖެހިފައިވާ ފަރާތްތަކުގެ ޖޫރިމަނާ މަޢާފުކޮށްދިނުން."
      },
      {
        "Eng": "Transfer all municipal affairs of Uppsala to the City Council with the budget and resources used by Urbanco and recruit employees from that budget. If employees wish to transfer, they will be transferred at the salary they are already receiving.",
        "Dhiv": "ޤާނޫނު އަސާސީގައި ބަޔާންކޮށްފައިވާ ގޮތުގެ މަތީން އަދި ޤާނޫނުގައި ބަޔާންކޮށްފައިވާގޮތަށް ހުޅުމާލޭގެ މުނިސިޕަލް އެންމެހާ ކަންކަން މާލޭ ސިޓީ ކައުންސިލަށް، އާރބަންކޯއިން އެކަމަށް ބޭނުންކުރަމުންގެންދާ ބަޖެޓާއި ވަޞީލަތްތަކާއެކު ބަދަލުކުރުން އަދި އެ ބަޖެޓުން އެކަމަށް މުވައްޒަފުން ނެގުމާއި، މުވައްޒަފުން ބަދަލުވާން ބޭނުންވާނަމަ، ބަދަލުކުރާނީ އެ މުވައްޒަފަކަށް މިހާރުވެސް ލިބެމުންދާ މުސާރައިގައިކަން."
      },
      {
        "Eng": "Establish a digital platform where citizens can access services regarding every street in the city and every city.",
        "Dhiv": "މާލޭގެ އަދި ކޮންމެ ސިޓީއެއްގެ ކޮންމެ މަގަކާ ގުޅޭގޮތުން ރައްޔިތުން ޚިދްމަތް ލިބިގަންނާނޭ ޑިޖިޓަލް ޕްލެޓްފޯމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Digitize and maintain the city’s traffic system using artificial intelligence.",
        "Dhiv": "މާލޭގެ ޓްރެފިކް ނިޒާމު އާޓިފިޝަލް އިންޓެލިޖެންސް ބޭނުންކޮށްގެން ޑިޖިޓަލައިޒްކޮށް، ޒަމާނީ ފެންވަރަށް ބެލެހެއްޓުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 5,
    "Title_Eng": "Compassionate Society (Chapter 5)",
    "Title_Dhiv": "އޯގާތެރި މުޖްތަމަޢު (ޗެޕްޓާރ 5)",
    "Promise": [
      {
        "Eng": "Increase the current annual state budget allocation for social sectors, three times.",
        "Dhiv": "އިޖްތިމާއީ ދާއިރާތަކަށް މިހާރު ދައުލަތުގެ ބަޖެޓުން އަހަރަކު އެކަށައެޅޭ މިންވަރު، ތިން ގުނައަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Increase the current child support allowance for single mothers and single fathers to Rs. 3,000 per month for each child up to a total of Rs. 12,0",
        "Dhiv": "އެކަނިވެރި މައިންނާއި އެކަނިވެރި ބަފައިންނަށް، ދަރިންގެ ތަރުބިއްޔަތަށްޓަކައި މިހާރު ދެވޭ މިންވަރު، ޖުމްލަ 12,000 ރުފިޔާއާ ހަމައަށް، ކޮންމެ ދަރިއަކަށް މަހަކު 3000 ރުފިޔާއަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Establishment of a center for people with disabilities with state-of-the-art services and treatment.",
        "Dhiv": "ނުކުޅެދުންތެރިކަން ހުންނަ ފަރާތްތަކަށް ޚާއްޞަ ކުރެވިގެން އެންމެ ޒަމާނީ ފެންވަރުގެ ޚިދްމަތްތަކާއި ފަރުވާ ހިމެނޭގޮތަށް މަރުކަޒެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of a modern mental health hospital that meets international standards.",
        "Dhiv": "ބައިނަލްއަޤްވާމީ މިންގަނޑުތަކަށް ފެތޭ، ޒަމާނީ ފެންވަރުގެ، މެންޓަލްހެލްތް ހޮސްޕިޓަލެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of centers in the north, south and central parts of Sri Lanka to ensure the satisfaction and happiness of senior citizens.",
        "Dhiv": "ރާއްޖޭގެ އުތުރާއި ދެކުނުގައި އަދި މެދު ރާއްޖެތެރޭގައި، އިސް ރަށްވެހިންގެ ހިތްހަމަޖެހުމާއި އުފާވެރިކަން ޔަޤީންކުރުމަށްޓަކައި ކަނޑައެޅޭ ތަފާތު ޚިދްމަތްތަކެއް ހިމެނޭގޮތަށް މަރުކަޒުތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "A family for every child – Ensure that every child has the opportunity to grow up in a family environment with protection and love.",
        "Dhiv": "ކޮންމެ ކުއްޖަކަށް އާއިލާއެއް – ކޮންމެ ކުއްޖަކީވެސް އާއިލީ ވެށްޓެއްގެ ޙިމާޔަތާއި ލޯތްބާއެކު ބޮޑުވުމުގެ ފުރުޞަތު ލިބިފައިވާ ކުއްޖެއްކަން ޔަޤީންކުރުން."
      },
      {
        "Eng": "To ensure employment within the state for all persons with special needs who are interested in employment.",
        "Dhiv": "ޚާއްޞަ އެހީއަށް ބޭނުންވާ، ވަޒީފާ އަދާކުރަން ޝައުޤުވެރިވާ ހުރިހާ ފަރާތްތަކަށް، ދައުލަތުގެ ތެރެއިން ވަޒީފާ ޔަޤީންކޮށްދިނުން."
      },
      {
        "Eng": "Establish strong policies and arrangements to reintegrate newly involved children and youth into society by providing assistance through a special social service environment and arrangements instead of heavy prison sentences and harsh punishments so that they can re-enter society as constructive individuals.",
        "Dhiv": "ކުށުގެ ވެއްޓަށް އަލަށް ވަދެވޭ ކުޑަ ކުދީންނާއި ޒުވާނުން މުޖުތަމައަށް އަނބުރާ އަހުލުވެރި ކުރުމަށްޓަކައި، ބޮޑެތި ޖަލު ހުކުމްތައް ކުރުމާއި ހަރުކަށި އަދަބުތައް ދިނުމުގެ ބަދަލުގައި، އިޖުތިމާޢީ ޚިދުމަތުގެ ޚާއްޞަވެއްޓަކާއި އިންތިޒާމުތަކެއްގެ ތެރެއިން އެހީތެރިކަން ފޯރުކޮށްދީ، ބިނާކުރަނިވި ފަރުދުންގެ ގޮތުގައި މުޖުތަމައަށް އަލުން ނުކުމެވޭނެފަދަ ހަރުދަނާ ސިޔާސަތުތަކެއް އަދި އިންތިޒާމުތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Develop additional resources and extensive services targeting students with complex learning profiles (SCLPs), and SEN teachers are for them",
        "Dhiv": "ސްޓޫޑަންޓްސް ވިތް ކޮމްޕްލެކްސް ލާރނިންގް ޕްރޮފައިލްސް (އެސް.ސީ.އެލް.ޕީ) އަށް އަމާޒުކޮށްގެން އިތުރު ވަޞީލަތްތައް އެކަށައެޅުމާއި ފުޅާ ޚިދުމަތްތަކެއް ދިނުން، އަދި ސެން ޓީޗަރުންނަކީ އެކުދިންނަށް"
      },
      {
        "Eng": "Establishment of good quality centers for the care and upbringing of minors, orphans and destitute children who are within the welfare of the State and substantially increase the number of trained personnel to serve in such centers.",
        "Dhiv": "ދައުލަތުގެ ރައްކާތެރިކަމުގެ ވިއުގައިގެތެރޭޣައި ތިބޭ ކުޑަކުދިންނާއި ޔަތީމް އަދި މިސްކީނު ކުދިން ބަލަހައްޓާ ތަރުބިއްޔަތުކުރާ ރަނގަޅު ފެންވަރުގެ މަރުކަޒުތަކެއް ޤާއިމުކުރުމާއި، އެފަދަ މަރުކަޒުތަކުގައި ޚިދުމަތްކުރާނެ ތަމްރީނު ލިބިފައިވާ ފަރާތްތަކުގެ އަދަދު ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Amend the Family Law Act to fully address the difficulties in enforcing alimony awards by increasing penalties up to heavy prison terms for failure to comply with alimony awards and provide a permanent solution to the current burden on some parties to recover alimony.",
        "Dhiv": "ޢާއިލާއާބެހޭ ޤާނޫނުގެ ދަށުން ޚަރަދު ދިނުމަށް ކުރެވޭ ޙުކުމްތައް ތަންފީޒުވުމުގައި ހުރި ދަތިތަކަށް ފުރިހަމަ ޙައްލެއް ހޯދުމަށްޓަކައި އެޤާނޫނަށް ގެންނަންޖެހޭ އިޞްލާޙުތައް ގެނެސް، ޚަރަދު ދިނުމުގައި ޙުކުމާ އެއްގޮތަށް ކަން ނުކުރާ ފަރާތްތަކަށް ބޮޑެތި ޖަލު ޙުކުމާ ހަމައަށް އަދަބު އިތުރުކޮށް، ޙަރަދު ހޯދަން ބައެއް ފަރާތްތަކުން މިހާރު އުފުލަމުންދާ ބުރައަށް ދާއިމީ ޙައްލެއް ހޯދައިދިނުން."
      },
      {
        "Eng": "Not to deprive persons with disabilities of all assistance and benefits available under the social security network.",
        "Dhiv": "އިޖްތިމާއީ ރައްކާތެރިކަމުގެ ވިއުގައިގެ ތެރެއިން ލިބޭ ހުރިހާ އެހީތެރިކަމެއް އަދި އިނާޔަތަކުން ނުކުޅެދުންތެރިކަން ހުންނަ ފަރާތްތައް މަހުރޫމުވިއަނުދިނުން."
      },
      {
        "Eng": "To ensure the social health and well-being of the community, to establish a system of solutions through extensive consultation among all institutions involved at the village level, and to provide councils with the necessary support to fulfill their responsibilities.",
        "Dhiv": "ޖަމާއަތުގެ އިޖްތިމާއީ ދުޅަހެޔޮކަމާއި މަސަލަސްކަން ކަށަވަރުކުރުމަށް، ރަށުފެންވަރުގައި ހަރަކާތްތެރިވާ ހުރިހާ މުޢައްސަސާތަކެއްގެ މެދުގައި ފުޅާދާއިރާއެއްގައި މަޝްވަރާކުރެވިގެން، ޙައްލުތައް ހޯދޭނެ ނިޒާމެއް ޤާއިމުކުރުމާއި، ކައުންސިލްތަކުގެ ޒިންމާގެ ތެރޭގައި އިޖްތިމާއީ ރައްކާތެރިކަން ހިމެނިފައިވާއިރު، އެޒިންމާ ފުރިހަމައަށް އަދާކުރުމަށް ކައުންސިލްތަކަށް ބޭނުންވާ އެހީތެރިކަން ލިބޭނެ މަގު ތަނަވަސްކޮށްދިނުން."
      },
      {
        "Eng": "Develop a Mental Health Act.",
        "Dhiv": "ނަފްސާނީ ދުޅަހެޔޮކަމާބެހޭ ޤާނޫނެއް އެކުލަވާލުން."
      },
      {
        "Eng": "Establish a special national center to prevent violence against women and to ensure the assistance, compassion, protection and justice needed by such victims.",
        "Dhiv": "އަންހެނުންނަށް ކުރާ އަނިޔާތައް ހުއްޓުވުމަށް އަދި އެފަދަ އަނިޔާ ލިބޭ ފަރާތްތަކަށް ބޭނުންވާ އެހީތެރިކަމާއި، އޯގާތެރިކަމާ، ރައްކާތެރިކަމާ، އިންސާފު ކަށަވަރު ކުރުމަށް ހާއްސަ ޤައުމީ މަރުކަޒެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "To improve the quality, expand the services and strengthen the management of children's shelters established in different parts of the country.",
        "Dhiv": "ރާއްޖޭގެ އެކި ކަންކޮޅުތަކުގައި ޤާއިމުކުރެވިފައިވާ ދައުލަތުގެ ބެލެހެއްޓުމުގައި ކުދިންނަށް ޚިދުމަތްދޭ އަމާންހިޔާތަކުގެ ފެންވަރު ރަނގަޅުކޮށް، ޚިދްމަތް ފުޅާކޮށް، އެތަންތަނުގެ ހިންގުން ހަރުދަނާކުރުން."
      },
      {
        "Eng": "To build a mentally healthy society, establish a 24-hour helpline to discuss mental health issues, significantly increase the amount of treatment and assistance provided to mental illnesses within the health system at the national level, and reduce waiting times for those in need , therapists, social workers Establish a system that makes it easy to get help.",
        "Dhiv": "ނަފްސާނީގޮތުން ދުޅަހެޔޮ މުޖްތަމައެއް ބިނާކުރުމަށް 24 ގަޑިއިރު ޚިދްމަތްލިބޭނެ ނަފްސާނީ ކަންކަމާމެދު މަޝްވަރާ ކުރެވޭނެ އަދި އެހީ ހޯދޭނެ ޚާއްޞަ ހެލްޕްލައިނެއް ޤާއިމުކުރުމާއި، ޤައުމީ ފެންވަރުގައި ޞިއްޙީ ނިޒާމުގެ ތެރެއިން ނަފްސާނީ ބަލިތަކަށް ފަރުވާއާއި އެހީތެރިކަން ދެވޭ މިންވަރު ބޮޑުތަނުން އިތުރުކޮށް، ޚިދުމަތް ބޭނުންވާ ފަރާތްތަކަށް މަޑުކުރަންޖެހޭ މުއްދަތު ބޮޑުތަނުން ކުޑަކުރުމާއެކު، ސައިކޮލޮޖިސްޓުންނާއި، ސައިކިއެޓްރިސްޓުންނާ، ކައުންސިލަރުންނާ، ތެރަޕިސްޓުންނާ، ސޯޝަލް ވާރކަރުންގެ އެހީތެރިކަން ހޯދަން ފަސޭހަ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a national view to early identify children and youth who are at risk of entering the criminal environment due to their temperament, provide them with the necessary assistance and care and enable them to develop as law-abiding and constructive citizens in society.",
        "Dhiv": "މިޒާޖު ހުރިގޮތުން ކުށުގެ ވެއްޓަށް ވަނުމުގެ ފުރުޞަތު ބޮޑު ކުޑަކުދިންނާއި ޒުވާނުން އަވަހަށް ދެނެގަނެ، އެފަދަ ކުދިންނަށް އަދި ޒުވާނުންނަށް ބޭނުންވާ އެހީތެރިކަމާއި އަޅާލުން ދެވޭނެ އިންތިޒާމުތައް ހަމަޖައްސައި، މުޖުތަމައުގައި ޤާނޫނަށް ބޯލަބައި ބިނާކުރަނިވި ރައްޔިތުންގެ ގޮތުގައި ކުރިއަށް ދެވޭނެ ފުރުޞަތު ތަނަވަސް ކޮށްދިނުމަށް ޤައުމީ ވިއުގައެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 6,
    "Title_Eng": "Islamic Light and Religious Belief (Chapter 6)",
    "Title_Dhiv": "އިސްލާމީ ނޫރާއި ދީނީ އަޤީދާ (ޗެޕްޓަރު 6)",
    "Promise": [
      {
        "Eng": "Introduce a scheme for the poor to perform the obligatory Hajj free of charge and enable a total of 1,000 poor people to perform Hajj at state expense within five years.",
        "Dhiv": "ފަޤީރުންނަށް ދައުލަތުން ހިލޭ ފަރުޟު ޙައްޖު އަދާކުރާނެ ސްކީމެއް ތަޢާރަފުކޮށް، 5 އަހަރުގެ ތެރޭގައި ޖުމްލަ 1000 ފަޤީރުން ދައުލަތުގެ ޚަރަދުގައި ޙައްޖުވުމުގެ ފުރުޞަތު ތަނަވަސްކޮށްދިނުން."
      },
      {
        "Eng": "Strengthen Islamic education in Dhvehirajje to meet the times, construct a new building for the Islamic University and provide opportunities for foreign students to study in Sri Lanka.",
        "Dhiv": "ދިވެހިރައްޖޭގައި އިސްލާމީ ތަޢުލީމު ޒަމާނަށް ފެތޭގޮތަށް ހަރުދަނާކޮށް، އިސްލާމިކް ޔުނިވަރސިޓީއަށް އާ އިމާރާތެއް ބިނާކޮށް، ބޭރު ދަރިވަރުންނަށް ވެސް ރާއްޖޭގައި ތަޢުލީމު ޙާޞިލުކުރުމުގެ ފުރުޞަތު ދިނުން."
      },
      {
        "Eng": "Establish a system to continuously monitor the condition of mosques and triple the expenditure from the annual budget for renovation and maintenance of mosques.",
        "Dhiv": "މިސްކިތްތަކުގެ ޙާލަތު މެދުނުކެނޑި ދެނެގަނެވޭނެ ނިޒާމެއް ޤާއިމުކޮށް، މިސްކިތްތައް އާބާތުރަ ފިލުވައި، ރީތިކޮށް ބެލެހެއްޓުމަށްޓަކައި ކޮންމެ އަހަރެއްގެ ބަޖެޓުން އެކަމަށް ކުރެވޭ ޚަރަދު މިހާރަށްވުރެ ތިންގުނައަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Significantly increase and expand free scripture classes.",
        "Dhiv": "ކީރިތި ޤުރުއާން ކިޔަވަން ދަސްކޮށްދޭ ހިލޭ ކްލާސްތައް ބޮޑުތަނުން އިތުރުކޮށް، ފުޅާކުރުން."
      },
      {
        "Eng": "Increase the endowment in the country, increase the expenditure of the income for religious purposes, help poor families, and spend the money on education and health.",
        "Dhiv": "ރާއްޖޭގައި ހުރި ވަޤުފު އިތުރުކޮށް، ލިބޭ އާމްދަނީއިން ދީނީ ކަންކަމަށް ކުރެވޭ ހޭދަ އިތުރުކުރުމާއި، ނިކަމެތި ޢާއިލާތަކަށް އެހީވުމާއި، ތަޢުލީމީ އަދި ޞިއްޙީ ކަންކަމަށް އެފައިސާއިން ހޭދަކުރުން."
      },
      {
        "Eng": "Develop the Maldives Hajj Corporation, invest the Hajj Fund in Sharia-compliant areas and facilitate affordable Hajj.",
        "Dhiv": "މޯލްޑިވްސް ޙައްޖު ކޯޕަރޭޝަން ތަރައްޤީކޮށް، ޙައްޖު ފަންޑު ޝަރީޢާ ހުއްދަކުރާ ދާއިރާތަކުގައި އިންވެސްޓްކޮށް، ލުއި އަގެއްގައި ޙައްޖަށް ދިއުމުގެ މަގު ފަހިކުރުން."
      },
      {
        "Eng": "\"Moldova Zakat House\" should be established, Zakat Fund should be developed, Zakat should be invested in some Sharia permitted areas, Zakat Fund should be increased and its benefits should be widely available to parents.",
        "Dhiv": "\"މޯލްޑިވްސް ޒަކާތު ހައުސް\" އުފައްދައި، ޒަކާތު ފަންޑު ތަރައްޤީކޮށް، ޒަކާތުން ބައެއް ޝަރީޢާ ހުއްދަކުރާ ދާއިރާތަކުގައި އިންވެސްޓްކޮށް، ޒަކާތު ފަންޑު އިތުރުކޮށް އޭގެ ނަފާ ބެހެނިވެރިންނަށް ފުޅާ ދާއިރާއެއްގައި ލިބޭނެ ގޮތް ހެދުން."
      },
      {
        "Eng": "Establish an Islamic library in the main mosque of each village, make it a place where religious education and moral lessons are taught, and make the mosques a place where various Islamic services are available besides prayer.",
        "Dhiv": "ކޮންމެ ރަށެއްގެ މައި މިސްކިތުގައި އިސްލާމިކް ލައިބްރަރީއެއް ޤާއިމުކުރުމާއި، ދީނީ ތަރުބިއްޔަތާއި އަޚްލާޤުގެ ފިލާވަޅުތައް ނަގާދޭ ތަނަކަށް ހަދައި، މިސްކިތް ތަކަކީ ނަމާދުކުރުމުގެ އިތުރުން ތަފާތު އިސްލާމީ ޚިދްމަތްތަކެއް ލިބެންހުންނަ ތަނަކަށް ހެދުން."
      },
      {
        "Eng": "Expanding the opportunity to learn Arabic.",
        "Dhiv": "އަރަބި ބަސް އުނގެނެވޭނެ ފުރުޞަތު ފުޅާކުރުން."
      },
      {
        "Eng": "Establishment of a special committee, consisting of scholars, to advise the President on mosques.",
        "Dhiv": "މިސްކިތްތަކާ ގުޅޭގޮތުން ރައީސުލްޖުމްހޫރިއްޔާއަށް ލަފާއަރުވާ ޚާއްޞަ ކޮމިޓީއެއް، ޢިލްމުވެރިންގެ މައްޗަށް އެކުލެވޭގޮތަށް، ޤާއިމުކުރުން."
      },
      {
        "Eng": "Special arrangements for the celebration of important Islamic occasions at the national level.",
        "Dhiv": "އިސްލާމީ މުހިންމު މުނާސަބަތުތައް، ޤައުމީ ފެންވަރުގައި ފާހަގަކުރުމަށް، ޚާއްޞަ އިންތިޒާމުތަކެއް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Establishment of an international standard museum on the Holy Quran at Malik Salman Mosque.",
        "Dhiv": "މަލިކު ސަލްމާން މިސްކިތުގައި ބައިނަލްއަޤްވާމީ ފެންވަރުގެ ކީރިތި ޤުރުއާނާބެހޭ މިއުޒިއަމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Modernize the Arabia School and make it a center for extensive religious education in Arabic. Construct a spacious and modern new building on a large plot of land in Malay and relocate the Arabia School there.",
        "Dhiv": "ޢަރަބިއްޔާ ސްކޫލު މޮޑަރނައިޒްކޮށް، ފުޅާ ދާއިރާއެއްގައި ޢަރަބި ބަހުން ދީނީ ތަޢުލީމު ދެވޭ މަރުކަޒަކަށް ހެދުމާއެކު، މާލެއިން އެކަށޭނަ ބޮޑު ބިމެއްގައި ޖާގައިގެ ގޮތުން ތަނަވަސް، ޒަމާނީ އާ އިމާރާތެއް ބިނާކޮށް، އެތަނަށް ޢަރަބިއްޔާ ސްކޫލް ބަދަލުކުރުން."
      },
      {
        "Eng": "Doubling the current government allowance for Hafiz.",
        "Dhiv": "ޙާފިޛުންނަށް މިހާރު ސަރުކާރުން ދެމުން އަންނަ އެލަވަންސް ދެގުނައަށް ބޮޑުކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 7,
    "Title_Eng": "Employment and Vunerability (Chapter 7)",
    "Title_Dhiv": "ވަޒީފާއާއި ވުނޭރުކަން (ޗެޕްޓަރު 7)",
    "Promise": [
      {
        "Eng": "To eradicate involuntary unemployment from Sri Lanka within five years by establishing good jobs for everyone who needs a job, appropriate to education, experience and skills.",
        "Dhiv": "ވަޒީފާ ބޭނުންވާ ކޮންމެ ފަރާތަކަށް، ތަޢުލީމާއި، ތަޖުރިބާ އަދި ހުނަރާ އެކަށޭނަ، ރަނގަޅު ވަޒީފާތައް މަދުނުވާނެ ވަރަށް، 5 އަހަރުގެ ތެރޭގައި ޤާއިމުކޮށް، ރާއްޖެއިން އިންވޮލަންޓަރީ އަންއެމްޕްލޯއިމަންޓް އެކީ ފޮހެލުން."
      },
      {
        "Eng": "Introduction of a Rs 500 million loan scheme for small and medium enterprises (SMEs) to provide mortgage-free start-up incubator services and mentorship from experts in the field to facilitate Dhvehi youth to further establish their foothold in foreign-dominated industries.",
        "Dhiv": "ބިދޭސީން ގިނައިން ހަރަކާތްތެރިވަމުންދާ ސިނާއަތްތަކުގައި ދިވެހި ޒުވާނުން އިތުރަށް ފައިތިލަ ސާބިތުކުރަން މަގުފަހިކޮށްދިނުމަށްޓަކައި، ކުދި އަދި މެދު ފަންތީގެ ވިޔަފާރިތައް އަލަށް ޤާއިމުކުރުމަށް، ރަހުނަކާނުލާ ވިޔަފާރި ފެށުމަށް އިންކިއުބޭޓަރ ޚިދުމަތާއި، ދާއިރާގެ މާހިރުންގެ މެންޓޯރޝިޕް ލިބޭނެގޮތަށް ޤާއިމުކުރެވޭ، 500 މިލިއަން ރުފިޔާގެ ލޯނު ސްކީމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Hair and beauty, resort musicians and bands, customer service, housekeeping and front office, jobs in the human resource department of resorts, taxi drivers etc.",
        "Dhiv": "ހެއަރ އެންޑް ބިއުޓީ، ރިސޯޓު މިއުޒީޝަނުންނާއި ބޭންޑްތައް، ކަސްޓަމަރ ސާރވިސް، ހައުސްކީޕިންގް އެންޑް ފްރަންޓް އޮފީސް، ރިސޯޓުތަކުގެ ހިއުމަން ރިސޯސް ޑިޕާޓްމަންޓުގެ ވަޒީފާތައް، ޓެކްސީ ކުރުން ފަދަ ދިވެހި ޒުވާނުންގެ ޝައުޤުވެރިކަމާއި ހުނަރު ހުރި ގިނަ ދާއިރާތަކެއް 'ދިވެހިންނަށް ޚާއްޞަ' މަސައްކަތްތަކެއްގެ ގޮތުގައި އެކަށައަޅާ، އެދާއިރާތަކުގައި ދިވެހި ޒުވާނުންނާ ވާދަކޮށް ބިދޭސީން ހަރަކާތްތެރިވުން ހުއްޓުވުން."
      },
      {
        "Eng": "Major reforms to the civil service pay structure, up to doubling the pay of young and educated employees.",
        "Dhiv": "ސިވިލް ސާރވިސްގެ މުސާރައިގެ އޮނިގަނޑަށް ބޮޑެތި އިޞްލާޙުތަކެއް ގެނެސް، ޒުވާން އަދި ތަޢްލީމީ މުވައްޒަފުންނަށް ލިބޭ މުސާރަ ދެގުނައާއި ހަމައަށް އިތުރުކުރުން."
      },
      {
        "Eng": "Reduce the number of illegal foreigners in Sri Lanka by half and take steps to remove the obstacles created by such foreigners to employment opportunities for Dhvehi youth.",
        "Dhiv": "ޤަވާއިދާއި ޚިލާފަށް ރާއްޖޭގައި އުޅެމުންދާ ބިދޭސީންގެ އަދަދު ދެބައިކުޅަ އެއްބަޔަށް މަދުކުރުމާއެކު، ދިވެހި ޒުވާނުންގެ ވަޒީފާގެ ފުރުޞަތުތަކަށް އެފަދަ ބިދޭސީންގެ ސަބަބުން އެޅެމުންދާ ހުރަސްތައް ނައްތާލަން ފިޔަވަޅުތަކެއް އެޅުން."
      },
      {
        "Eng": "Significantly increase the number of women employees in the civil service.",
        "Dhiv": "ސިވިލް ސާރވިސްގައި ވެރިންގެ ފެންވަރުގެ ވަޒީފާއަދާކުރާ އަންހެން މުވައްޒަފުންގެ އަދަދު ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Airport management, route development, auditing and accounting, logistics, transportation and business, property and estate management.",
        "Dhiv": "އެއާރޕޯޓް މެނޭޖްމަންޓް، ރޫޓް ޑިވޮލޮޕްމެންޓް، އޮޑިޓިންގ އަދި އެކައުންޓިންގ، ލޮޖިސްޓިކްސް، ދަތުރުފަތުރާއި ވިޔަފާރި، ޕްރޮޕަޓީ އަދި އެސްޓޭޓް މެނޭޖްމެންޓް ފަދަ ދާއިރާތަކުން ދިވެހިން ކުރިއަށްދާން ހުރި ފުރުޞަތުތައް ފުޅާކުރުން."
      },
      {
        "Eng": "Along with revising the existing procedures for granting promotions in government agencies, companies and all uniformed institutions, ensure that employees who are entitled for promotion but have not received it within the last 5 years.",
        "Dhiv": "ސަރުކާރުގެ އިދާރާތަކާއި ކުންފުނިތައް އަދި ޔުނީފޯމްއެޅި ހުރިހާ މުޢައްސަސާތަކުގައި ވަޒީފާގެ ކުރިއެރުން ދިނުމަށް މިހާރު ޢަމަލުކުރާ އުޞޫލުތައް އިޞްލާޙުކުރުމާއެކު، ވޭތުވެދިޔަ 5 އަހަރުގެ ތެރޭގައި ވަޒީފާގެ ކުރިއެރުން ޙައްޤުވެ ނަމަވެސް ނުލިބި ތިބި މުވައްޒަފުންނަށް އެ ޙައްޤު ކަށަވަރު ކޮށްދިނުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 8,
    "Title_Eng": "Education and Training (Chapter 8)",
    "Title_Dhiv": "ތަޢުލީމާއި ތަމްރީނު (ޗެޕްޓަރު 8)",
    "Promise": [
      {
        "Eng": "Inauguration of a national level teacher training program to make teachers in schools in Sri Lanka indigenous teachers.",
        "Dhiv": "ރާއްޖޭގެ ސްކޫލްތަކުގައި ކިޔަވާދޭ މުދައްރިސުންނަކީ ދޭސީ މުދައްރިސުންނަށް ހެދުމަށްޓަކައި ޤައުމީ ފެންވަރުގެ މުދައްރިސުން ތަމްރީނުކުރުމުގެ ޕްރޮގްރާމެއް އިފްތިތާޙުކުރުން."
      },
      {
        "Eng": "Inclusion of a four-week mid-year holiday, with the return of the major school holidays to December.",
        "Dhiv": "ސްކޫލްތަކުގެ ބޮޑު ޗުއްޓީ ޑިސެމްބަރު މަހަށް އަލުން ރުޖޫއަކުރުމާއެކު، އަހަރުގެ މެދުތެރޭގައި ހަތަރު ހަފްތާގެ ޗުއްޓީއެއް ހިމެނުން."
      },
      {
        "Eng": "Special national level programs should be implemented in schools to increase the importance students attach to the holy religion of Islam, nationalism, history and culture of Dhvehirahje and inclusion of civics as a subject in the curriculum.",
        "Dhiv": "މާތްވެގެންވާ އިސްލާމްދީނާއި ޤައުމިއްޔަތާއި ދިވެހިރާއްޖޭގެ ތާރީޚާއި ސަޤާފަތަށް ދަރިވަރުން އަހަންމިއްޔަތުކަންދޭ މިންވަރު އިތުރުކުރުމަށް ސްކޫލުތަކުގައި ޤައުމީ ފެންވަރުގެ ޚާޢްޞަ ޕްރޮގްރާމްތަކެއް ހިންގުމާއި، ސިވިކްސް އެއީ ކިޔަވާދޭ މާއްދާއެއްގެ ގޮތުގައި މުޤައްރަރުގައި ހިމެނުން."
      },
      {
        "Eng": "For the sake of teachers’ mental health, teachers should maintain a certain standard of working time in school.",
        "Dhiv": "މުދައްރިސުންގެ ނަފްސާނީ ދުޅަހެޔޮކަމަށްޓަކައި، މުދައްރިސުން ސްކޫލުގައި ހޭދަކުރާ މަސައްކަތުގެ ވަގުތު ވަކި މިންގަނޑެއްގައި ހިފެހެއްޓުން."
      },
      {
        "Eng": "Establish a national level research grant fund and expand research and intellectual property opportunities.",
        "Dhiv": "ޤައުމީ ފެންވަރުގެ ރިސާޗް ގްރާންޓު ފަންޑެއް ޤާއިމުކޮށް، ދިރާސާކުރުމާއި ފިކުރީ މުދާ އުފެއްދުމުގެ ފުރުޞަތުތައް ފުޅާކުރުން."
      },
      {
        "Eng": "Further strengthen the system by providing resources to provide education to students in all categories of students with complex learning profiles.",
        "Dhiv": "ސްޓޫޑެންޓްސް ވިތް ކޮމްޕްލެކްސް ލާރނިންގ ޕްރޮފައިލްގެ ހުރިހާ ގިންތިއެއްގައި ހިމެނޭ ދަރިވަރުންނަށް ތަޢުލީމު ފޯރުކޮށްދިނުމަށް ބޭނުންވާ ވަޞީލަތްތައް ހަމަކޮށްދީ، ނިޒާމު އިތުރަށް ހަރުދަނާކުރުން."
      },
      {
        "Eng": "Establish the necessary resources in schools to provide education using the latest technologies such as e-learning, artificial intelligence and virtual reality in teaching and learning.",
        "Dhiv": "އުގެނުމާއި އުގަންނައިދިނުމުގައި އީ-ލާރނިންގ، އާޓިފިޝަލް އިންޓަލިޖަންސް އަދި ވާޗުއަލް ރިއަލިޓީފަދަ ފަހުގެ ޒަމާނީ ޓެކްނޮލުޖީ ބޭނުންކޮށް ތަޢުލީމު ފޯރުކޮށްދިނުމަށް ބޭނުންވާ ވަޞީލަތްތައް ސްކޫލުތަކުގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Make students aware of the environment and climate change and bring about changes in education policies to achieve sustainable development goals.",
        "Dhiv": "ދަރިވަރުންނަކީ ތިމާވެއްޓާއި މޫސުމީ ބަދަލުތަކަށް އަހުލުވެރި ކުދިބަޔަކަށްހަދާ، ދެމެހެއްޓެނިވި ތަރައްޤީގެ ލަނޑުދަނޑިތައް ހާސިލުކުރުމަށްޓަކައި ތަޢުލީމީ ދާއިރާގެ ސިޔަސަތުތަކަށް ގެންނަންޖެހޭ ބަދަލުތައް ގެނައުން."
      },
      {
        "Eng": "Review technical vocational educational programs conducted through the school system and build the workforce needed for the economic sectors of Sri Lanka.",
        "Dhiv": "މަދަރުސީ ނިޒާމުގެ ތެރެއިން ކުރިއަށް ގެންދެވޭ ޓެކްނިކަލް ވޮކޭޝަނަލް އެޑިއުކޭޝަނަލް ޕްރޮގްރާމްތައް މުރާޖަޢާކޮށް ރާއްޖޭގެ އިޤްތިސާދީ ދާއިރާތަކަށް ބޭނުންވާ މަސައްކަތްތެރިން ބިނާކުރުން."
      },
      {
        "Eng": "Establishment of modern libraries in different parts of the country.",
        "Dhiv": "ރާއްޖޭގެ އެކި ސަރަހައްދުތަކުގައި ޒަމާނީ ކުތުބުޚާނާތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Review higher education policies and rank higher education and training institutions to ensure the quality of higher education and training.",
        "Dhiv": "މަތީ ތަޢުލީމާއި ތަމްރީނުގެ ފެންވަރު ކަށަވަރުކުރުމަށްޓަކައި މަތީ ތަޢުލީމާއިގުޅޭ އުޞޫލުތައް މުރާޖަޢާކޮށް، މަތީ ތަޢުލީމާއި ތަމްރީނުދޭ މުޢައްސަސާތައް ރޭންކު ކުރުން."
      },
      {
        "Eng": "To further expand and strengthen the work of the Foreign Service Institute of Maldives (FOSIM) which teaches the skills required by young diplomats working in the Dhvehi Foreign Service.",
        "Dhiv": "ދިވެހި ފޮރިން ސާރވިސްގައި ހަރަކާތްތެރިވާ ޒުވާން ޑިޕްލޮމެޓުންނަށް ބޭނުންވާ ހުނަރުތައް ދަސްކޮށްދޭ ފޮރިން ސާރވިސް އިންސްޓިޓިއުޓް އޮފް މޯލްޑިވްސް (ފޮސިމް) ގެ މަސައްކަތްތައް އިތުރަށް ފުޅާކޮށް ހަރުދަނާ ކުރުން."
      },
      {
        "Eng": "Modernize the Arabia School and make it a center for extensive religious education in Arabic. Construct a spacious and modern new building on a large plot of land in Malay and relocate the Arabia School there.",
        "Dhiv": "ޢަރަބިއްޔާ ސްކޫލު މޮޑަރނައިޒްކޮށް، ފުޅާ ދާއިރާއެއްގައި ޢަރަބި ބަހުން ދީނީ ތަޢްލީމު ދެވޭ މަރުކަޒަކަށް ހެދުމާއެކު، މާލެއިން އެކަށޭނަ ބޮޑު ބިމެއްގައި ޖާގައިގެ ގޮތުން ތަނަވަސް، ޒަމާނީ އާ އިމާރާތެއް ބިނާކޮށް، އެތަނަށް ޢަރަބިއްޔާ ސްކޫލް ބަދަލުކުރުން."
      },
      {
        "Eng": "Expansion of STEAM (Science, Technology, Engineering, Arts and Mathematics) education in Sri Lanka.",
        "Dhiv": "ދުނިޔޭގައި މިހާރު ބާރަށް ކުރިއަރަމުން އަންނަ \"ސްޓީމް\" (ސައިންސް، ޓެކްނޮލޮޖީ، އިންޖިނިއަރިންގ، އާޓްސް އަދި މެތަމެޓިކްސް) ތަޢުލީމު ރާއްޖޭގައި ފުޅާކުރުން."
      },
      {
        "Eng": "To arrange accommodation in designated areas for students coming from outside the village to facilitate and expand educational opportunities.",
        "Dhiv": "ތަޢުލީމުގެ ފުރުޞަތުތައް ފަހިކޮށް، ފުޅާކުރުމަށްޓަކައި ރަށުން ބޭރުން އަންނަ ދަރިވަރުންނަށް، ކަނޑައެޅޭ ސަރަޙައްދުތަކެއްގައި އެކޮމޮޑޭޝަން ހަމަޖެއްސުން."
      },
      {
        "Eng": "Introduce scholarships and financial assistance in various fields to build the people needed to provide services by public companies.",
        "Dhiv": "ދައުލަތުގެ ކުންފުނިތަކުން ޚިދުމަތް ފޯރުކޮށްދިނުމަށް ބޭނުންވާ މީހުން ބިނާ ކުރުމަށްޓަކައި ތަފާތު ދާއިރާތަކުން ސްކޮލަރޝިޕްތަކާއި މާލީ އެހީތައް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 9,
    "Title_Eng": "Technology and Digitization (Chapter 9)",
    "Title_Dhiv": "ޓެކްނޮލޮޖީ އަދި ޑިޖިޓަލައިޒޭޝަން (ޗެޕްޓަރު 9)",
    "Promise": [
      {
        "Eng": "Make it easy to send and receive money through online payment systems such as PayPal, Payoneer, Stripe, Skrill and Netella to facilitate doing business over the Internet.",
        "Dhiv": "އިންޓަރނެޓް މެދުވެރިކޮށް ވިޔަފާރި ކުރުމަށް މަގުފަހި ކޮށްދިނުމުގެ ގޮތުން އޮންލައިން ޕޭމަންޓް ސިސްޓަމްތައް ކަމަށްވާ ޕޭޕަލް، ޕެއޮނިއާ، ސްޓްރައިޕް، ސްކްރިލް އަދި ނެޓެއްލާ ފަދަ ޕްލެޓްފޯމްތައް މެދުވެރިކޮށް ފައިސާ ފޮނުވުމާއި ފައިސާ ލިބުން ފަސޭހަގޮތުގައި ކުރެވޭނެ ގޮތް ހަޖައްސައިދިނުން."
      },
      {
        "Eng": "Enabling locals to open seller accounts on the world’s most widely used eCommerce platforms such as Amazon, eBay, Shopify, Shopi and Lazada, and to conduct online business on these platforms.",
        "Dhiv": "ދުނިޔޭގައި އެންމެ ފުޅާ ދާއިރާއެއްގައި ބޭނުންކުރެވެމުންދާ އީކޮމާރސް ޕްލެޓްފޯމްތައް ކަމުގައިވާ އެމޭޒަން، އީބޭ، ޝޮޕިފައި، ޝޮޕީ އަދި ލަޒާޑާ ފަދަ ޕްލެޓްފޯމްތަކުގައި ދިވެހިންނަށް ސެލަރ އެކައުންޓްސް ހުޅުވޭނެގޮތް ހަދައިދީ، މި ޕްލެޓްފޯމްތަކުގައި އޮންލައިން ވިޔަފާރި ކުރެވޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Enabling young people to open seller accounts on platforms such as Fiverr, Upwork, Freelancer, Guru and PeopleHour to access the growing on-demand workforce or freelancing markets in the world and earn money through these platforms.",
        "Dhiv": "ދުނިޔޭގައި މިހާރު ކުރިއަރަމުންދާ އޮން-ޑިމާންޑް ވާރކްފޯސް ނުވަތަ ފްރީލާންސިންގ މާކެޓްތަކަށް ދިވެހި ޒުވާނުންނަށް ފުރުޞަތު ހުޅުވައިދިނުމުގެގޮތުން ފައިވަރ، އަޕްވާރކް، ފްރީލާންސަރ، ގުރޫ އަދި ޕީޕަލްއަވަރ ފަދަ ޕްލެޓްފޯމްތަކުގައި ސެލަރ އެކައުންޓް ހުޅުވޭގޮތް ހަދައިދީ، މިޕްލެޓްފޯމްތައް މެދުވެރިކޮށް ފައިސާ ލިބޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "The world's largest companies (Google, Microsoft, Amazon, IBM) such as stocks of companies in Sri Lanka to buy and sell facilities, as well as easy access to forex trading and crypto currency platforms.",
        "Dhiv": "ދުނިޔޭގެ ބޮޑެތި ކުންފުނިތައް (ގޫގުލް، މައިކްރޯސްފޮޓް، އެމޭޒަން، އައި.ބީ.އެމް) ފަދަ ކުންފުނިތަކުގެ ސްޓޮކޮސް ރާއްޖޭގައި ތިބެގެން ދިވެހިންނަށް ގަނެ ވިއްކޭނެ މަގު ފަހި ކޮށްދިނުމުގެ އިތުރުން ފޮރެކްސްޓްރޭޑިންގް އާއި ކްރިޕްޓޯ ކަރެންސީ ޕްލެޓްފޯމްތަކަށް ފަސޭހައިން އެކްސެސް ލިބި، އެ ޕްލެޓްފޯމްތައް ވެދުވެރިކޮށް ދިވެހިންނަށް ޓްރޭޑް ކުރެވޭނެގޮތް ހަމަޖައްސައިދިނުން."
      },
      {
        "Eng": "Establish a center to provide skills and opportunities to Dhvehi youth to advance in the global market in the field of coding.",
        "Dhiv": "ކޯޑިންގގެ ދާއިރާއިން ދުނިޔޭގެ ބާޒާރުގައި ދިވެހި ޒުވާނުން ކުރިއަށް ދިއުމަށްޓަކައި ބޭނުންވާ ހުނަރާއި ފުރުޞަތު ތަނަވަސް ކޮށްދޭނެ މަރުކަޒެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Introduction of digital currency business through a legal framework.",
        "Dhiv": "ޑިޖިޓަލް ކަރަންސީގެ ވިޔަފާރި، ޤާނޫނީ އޮނިގަނޑެއްގެ ތެރެއިން ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Conducting necessary research and preparations for the introduction of blockchain technology.",
        "Dhiv": "ބްލޮކްޗެއިން ޓެކްނޮލޮޖީ ތަޢާރަފު ކުރުމަށްޓަކައި ކުރަންޖެހޭ ދިރާސާތައް ކުރުމާއި ވާންޖެހޭ ތައްޔާރީތައް ވުން."
      },
      {
        "Eng": "To provide green opportunities for the world's largest technology companies to establish themselves in Sri Lanka.",
        "Dhiv": "ދުނިޔޭގެ ބޮޑެތި ޓެކްނޮލޮޖީ ކުންފުނިތައް ރާއްޖޭގައި ޤާއިމުވުމަށް، އެފަރާތްތަކަށް ފަހި ފުރުޞަތުތަކެއް ޤާއިމުކޮށްދިނުން."
      },
      {
        "Eng": "To increase the number of women involved in IT and digitalisation, invest in them, provide education and training and increase businesses in these sectors, pay more attention to these sectors in the upper secondary curriculum and implement a national initiative called 'Women in Technology' (WIT).",
        "Dhiv": "އައި.ޓީ އަދި ޑިޖިޓަލައިޒޭޝަންގެ ދާއިރާގައި ހަރަކާތްތެރިވާ އަންހެނުންގެ ޢަދަދު އިތުރުކުރުމަށްޓަކައި، އެކަމަށް އިންވެސްޓްކުރުމާއި، ތަޢުލީމާއި ތަމްރީނު ދިނުމާއި، އެދާއިރާތަކުން ވިޔަފާރިތައް އިތުރުކުރުމާ، މަތީ ސާނަވީ މަންހަޖުގައި އެދާއިރާތަކަށް އިތުރު ސަމާލުކަންދީ، 'ވިމެން އިން ޓެކްނޮލޮޖީ' (ވިޓް) ގެ ނަމުގައި ޤައުމީ ޙަރަކާތެއް ހިންގުން."
      },
      {
        "Eng": "Increase the use of artificial intelligence to bring modern speed and ease in government administration.",
        "Dhiv": "ސަރުކާރު ހިންގުމުގައި ޒަމާނީ ހަލުވިކަމާއި ފަސޭހަކަން ގެނެއުމަށްޓަކައި އާރޓިފިޝަލް އިންޓެލިޖެންސްގެ ބޭނުން ކުރެވޭ މިންވަރު އިތުރުކުރުން."
      },
      {
        "Eng": "Shaping government policy to reduce the fees currently charged in Sri Lanka for making digital payments.",
        "Dhiv": "ޑިޖިޓަލް ޕޭމަންޓް ހެދުމުގައި މިހާރު ރާއްޖޭގައި ނެގެމުންދާ ފީތައް ކުޑަކުރުމަށް ސަރުކާރުގެ ސިޔާސަތު ބައްޓަންކުރުން."
      },
      {
        "Eng": "To bring the counter services of all government agencies under one roof for the convenience of the people and to establish a single government call center and feedback system for all services by making use of wide range of technology.",
        "Dhiv": "ސަރުކާރުގެ ހުރިހާ އިދާރާއެއްގެ ކައުންޓަރު ޚިދުމަތް އެއް ފުރާޅެއްގެ ދަށަށް ގެނެސް ރައްޔިތުންނަށް ލުއިފަސޭހަކޮށް، ފުޅާ ދާއިރާއެއްގައި ޓެކްނޮލޮޖީގެ ބޭނުން ހިފައިގެން ހުރިހާ ޚިދުމަތަކަށް ސަރުކާރުގެ އެއް ކޯލް ސެންޓަރު އަދި ފީޑްބެކް ނިޒާމު ޤާއިމުކުރުން."
      },
      {
        "Eng": "Digitize office documents to enable all government offices to run paperless and establish interfaces with all programs and software required to run the office.",
        "Dhiv": "ސަރުކާރުގެ ހުރިހާ އޮފީސްތަކެއް 'ޕޭޕަރލެސް' ކޮށް ހިންގޭނެ ފެންވަރަށް އޮފީސްތަކުގެ ލިޔެކިޔުންތައް ޑިޖިޓަލައިޒްކޮށް، އޮފީސް ހިންގުމަށް ބޭނުންވާނެ އެންމެހާ ޕްރޮގްރާމުތަކާއި ސޮފްޓްވެއަރތަކާ އިންޓަރފޭސްތައް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a 'Digital National Archive' containing all documents of all government agencies and establish a system to store and maintain documents in the archive under an Act.",
        "Dhiv": "ސަރުކާރުގެ ހުރިހާ އިދާރާއެއްގެ ހުރިހާ ލިޔެކިޔުންތަކެއް ހިމެނޭ 'ޑިޖިޓަލް ނޭޝަނަލް އާރކައިވް' އެއް ޤާއިމުކުރުމާއި، ޤާނޫނެއްގެ ދަށުން، ލިޔެކިޔުން އެއާކައިވްގައި ރައްކާކޮށް، ބެލެހެއްޓޭނެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establish a digital platform where citizens can access services regarding every street in the city and every city.",
        "Dhiv": "މާލޭގެ އަދި ކޮންމެ ސިޓީއެއްގެ ކޮންމެ މަގަކާ ގުޅޭގޮތުން ރައްޔިތުން ޚިދްމަތް ލިބިގަންނާނޭ ޑިޖިޓަލް ޕްލެޓްފޯމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Digitize and maintain the city’s traffic system using artificial intelligence.",
        "Dhiv": "މާލޭގެ ޓްރެފިކް ނިޒާމު އާޓިފިޝަލް އިންޓެލިޖެންސް ބޭނުންކޮށްގެން ޑިޖިޓަލައިޒްކޮށް، ޒަމާނީ ފެންވަރަށް ބެލެހެއްޓުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 10,
    "Title_Eng": "Art (Chapter 10)",
    "Title_Dhiv": "ފަންނުވެރިކަން (ޗެޕްޓަރު 10)",
    "Promise": [
      {
        "Eng": "Establish a faculty of an internationally renowned arts school in the country, covering areas of youth interest such as fashion designing, cooking, animation, acting and drama, painting, game designing, architecture and music.",
        "Dhiv": "ފެޝަން ޑިޒައިނިންގ، ކެއްކުން، އެނިމޭޝަން، އެކްޓިންގ އަދި ޑްރާމާ، ކުރެހުން، ގޭމް ޑިޒައިން ކުރުން، އާކިޓެކްޗަރ އަދި މިއުޒިކް ފަދަ ޒުވާނުންގެ ޝައުޤުވެރިކަން ހުންނަ ދާއިރާތައް ހިމެނޭގޮތަށް، ބައިނަލްއަޤްވާމީ ފެންވަރުގެ ނަންހިނގާ އާރޓްސް ސްކޫލެއްގެ ފެކަލްޓީއެއް ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of a regional level arts village (production house) in Sri Lanka with modern facilities and facilities to further encourage and provide opportunities for youth talent and creativity.",
        "Dhiv": "ޒުވާނުންގެ ހުނަރުވެރިކަމާއި އުފެއްދުންތެރިކަމަށް އިތުރު ހިތްވަރެއްދީ ފުރުޞަތުތައް ތަނަވަސްކޮށްދޭން، ޒަމާނީ އިންތިޒާމުތަކާއި ވަޞީލަތްތައް އެކުލެވޭ ސަރަޙައްދީ ފެންވަރުގެ އާޓްސް ވިލެޖެއް (ޕްރޮޑަކްޝަން ހައުސްއެއް) ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of sound proof jamming and recording studios for public use for artists in the field to facilitate music playing and sound recording works.",
        "Dhiv": "މިއުޒިކް ކުޅުމަށާއި ސައުންޑް ރެކޯޑިންގގެ މަސައްކަތްތައް ކުރުމަށް މަގު ފަހިކޮށްދިނުމަށް، އެދާއިރާގެ ފަންނާނުންނަށް ޙާއްޞަކޮށްގެން، ޢާންމުކޮށް ބޭނުންކުރެވޭނެ ސައުންޑް ޕްރޫފް ޖޭމިންގ އަދި ރެކޯޑިންގ ސްޓޫޑިއޯތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Protect the intellectual property of Dhvehi creators and artists through necessary amendments to the Copyright Act and strengthening its implementation.",
        "Dhiv": "ކޮޕީރައިޓް ޤާނޫނަށް ގެންނަންޖެހޭ އިޞްލާޙުތަކާއި އެޤާނޫނު ތަންފީޒުކުރުން ހަރުދަނާކުރުުމުގެ ތެރެއިން، ދިވެހި އުފެއްދުންތެރިންނާއި ހުނަރުވެރިންގެ ފިކުރީ މުދާ ހިމާޔަތްކުރުން."
      },
      {
        "Eng": "Expansion of STEAM (Science, Technology, Engineering, Arts and Mathematics) education in Sri Lanka.",
        "Dhiv": "ދުނިޔޭގައި މިހާރު ބާރަށް ކުރިއަރަމުން އަންނަ \"ސްޓީމް\" (ސައިންސް، ޓެކްނޮލޮޖީ، އިންޖިނިއަރިންގ، އާޓްސް އަދި މެތަމެޓިކްސް) ތަޢުލީމު ރާއްޖޭގައި ފުޅާކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 11,
    "Title_Eng": "Sports and Exercise (Chapter 11)",
    "Title_Dhiv": "ކުޅިވަރާއި ކަސްރަތު (ޗެޕްޓަރު 11)",
    "Promise": [
      {
        "Eng": "Construction of a modern complex with indoor pitches, courts, gyms, sports physiotherapy and rehabilitation clinics, restaurants and cafes.",
        "Dhiv": "އިންޑޯ ޕިޗުތަކާއި، ކޯޓުތަކާ، ޖިމްތަކާ، ސްޕޯޓްސް ފިޒިއޮތެރަޕީ އަދި ރިހެބިލިޓޭޝަން ކްލިނިކްތަކާ، ރެސްޓޯރަންޓް އަދި ކެފޭތައް ހިމެނޭގޮތަށް، ރާއްޖޭގައި ކުޅޭ މަޤްބޫލު ހުރިހާ ކުޅިވަރުތަކަށް ޚާއްޞަކުރެވޭ ޒަމާނީ ފެންވަރުގެ ކޮމްޕްލެކްސެއް އެޅުން."
      },
      {
        "Eng": "Establish a special portal called “Fit Maldives” for all private individuals, businesses, professionals, academies, club associations and national sports associations involved in the field of sports and exercise.",
        "Dhiv": "ރައްޔިތުންގެ ޞިއްޙަތާއި ދުޅަހެޔޮކަމަށް އެޅޭ އިތުރު ބާރެއްގެ ގޮތުގައި، ކުޅިވަރާއި ކަސްރަތުގެ ދާއިރާގައި ޙަރަކާތްތެރިވާ އެންމެހާ އަމިއްލަ ފަރާތްތަކާއި، ވިޔަފާރިތަކާ، ފަންނީ މާހިރުންނާ، އެކަޑަމީތަކާ، ކްލަބް ޖަމުއިއްޔާތައް އަދި ޤައުމީ ކުޅިވަރު އެސޯޝިއޭޝަންތައް ހިމެނޭ ގޮތަށް \"ފިޓް މޯލްޑިވްސް\" ގެ ނަމުގައި ޙާއްޞަ ޕޯޓަލްއެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Provide sponsorship assistance from state-owned companies to clubs competing in the upper division, including all popular sports, as an incentive to improve the quality and promote the sport in a sustainable manner",
        "Dhiv": "ހުރިހާ މަޤުބޫލު ކުޅިވަރުތަކެއް ހިމެނޭގޮތަށް، މަތީ ޑިވިޜަންގައި ވާދަކުރާ ކްލަބްތަކަށް، ފެންވަރު ރަނގަޅުކޮށް ދެމެހެއްޓެނިވި ގޮތެއްގައި އެކުޅިވަރެއް ކުރިއަރުވަން ދެވޭ ހިތްވަރެއްގެ ގޮތުގައި ދައުލަތުގެ ކުންފުނިތަކުން ސްޕޮންސަރޝިޕްގެ ގޮތުގައި އެހީތެރިކަން ފޯރުކޮށްދިނުން"
      },
      {
        "Eng": "As a force for national sports associations to stand on their own feet, reform the legal framework to enable business transactions within a certain standard to increase the resources currently available to promote the sport",
        "Dhiv": "ޤައުމީ ކުޅީވަރު އެސޯސިއޭޝަންތައް އަމިއްލަ ފައިމައްޗަށް ތެދުވަން އެޅޭ ބާރެއްގެ ގޮތުގައި، އެކުޅިވަރެއް ކުރިއަރުވަން މިހާރު ލިބެމުންދާ ވަޞީލަތްތައް އިތުރުކުރުމަށް، ވަކި މިންގަނޑެއްގެ ތެރެއިން ވިޔަފާރި މުއާމަލާތްތައް ކުރެވޭނެ ގޮތަށް ޤާނޫނީ އޮނިގަނޑު އިޞްލާޙުކުރުން"
      },
      {
        "Eng": "Resolve any gender discrimination in salaries, training and opportunities for national athletes to compete in competitions and provide equal opportunities for all athletes.",
        "Dhiv": "ޤައުމީ އެތްލީޓުންނަށް ދެވޭ މުސާރައާއި ތަމްރީނާއި މުބާރާތްތަކުގައި ވާދަކުރުމުގެ ފުރުސަތު ހޯދައިދިނުމުގައި، ދެ ޖިންސުގެ ދެމެދުގައި ތަފާތުކުރުމެއް ވާނަމަ އެކަން ހައްލުކޮށް، ހުރިހާ އެތްލީޓުންނަށް ހަމަހަމަ ފުރުސަތު ލިބޭނެ މަގު ތަނަވަސް ކުރުން."
      },
      {
        "Eng": "Introduce a special pension scheme to increase the salaries of national athletes and establish a strong system to assess the value of their national service in a sustainable manner.",
        "Dhiv": "ޤައުމީ އެތްލީޓުންގެ މުސާރަ ބޮޑުކުރުމާއެކު އެ އެތްލީޓުންގެ ޤައުމީ ޚިދުމަތުގެ އަގު ދެމެހެއްޓެނިވި ގޮތެއްގައި ވަޒަންކުރެވޭނެ ހަރުދަނާ އިންތިޒާމެއް ޤާއިމުކުރުކަށްޓަކައި، ޚާއްޞަ ޕެންޝަން ސްކީމެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "To support current talented national athletes, a register of 'National Sports Veteran Ambassadors' consisting of then national athletes should be established to facilitate the provision of their assistance on a remunerative basis.",
        "Dhiv": "މިހާރުގެ ހުނަރުވެރި ޤައުމީ އެތްލީޓުންނަށް އެހީތެރިވުމަށްޓަކައި، އޭރުގެ ޤައުމީ އެތްލީޓުންގެ މައްޗަށް އެކުލެވޭ 'ނޭޝަނަލް ސްޕޯޓްސް ވެޓަރަން އެމްބެސެޑާރސް' ގެ ދަފްތަރެއް އެކުލަވާލައި، އެ ފަރާތްތަކުގެ އެހީތެރިކަން އުޖޫރަ ލިބޭގޮތަށް ފޯރުކޮށްދިނުމުގެ މަގުފަހިކުރުން."
      },
      {
        "Eng": "End the practice of duplicating the legal powers and discretion and finances of the Maldives Olympic Committee (MOC) from government to arrange guardianship of all national sports organizations in an unmistakable manner and in accordance with international norms.",
        "Dhiv": "ޤައުމީ ހުރިހާ ކުޅިވަރު ޖަމިއްޔާތަކެއްގެ ބެލެނިވެރިކަން، އޮޅުންނާރާނެ ފަދަ ގޮތަކަށް އަދި ބައިނަލްއަޤުވާމީ އުޞޫލުތަކަށް ފެތޭގޮތަށް، ހަމަޖެއްސުމަށްޓަކައި މޯލްޑިވްސް އޮލިމްޕިކް ކޮމެޓީ (އެމް.އޯ.ސީ) އަށް ލިބިދޭ ޤާނޫނީ ބާރުތައް އަދި އިޚްތިޔާރާއި މާލިއްޔަތު ސަރުކާރުގެ ތެރެއިން ނަކަލުކުރުމުގެ އާދަ ނިމުމަކަށް ގެނައުން."
      },
      {
        "Eng": "To expand the technical skills of sports and exercise in Sri Lanka, to provide training and education to the youth in these fields and to provide income generation opportunities.",
        "Dhiv": "ކުޅިވަރާއި ކަސްރަތުގެ ފަންނީ ހުނަރުވެރިކަން ރާއްޖޭގައި ފުޅާކުރުމަށްޓަކައި، އެ ދާއިރާތަކުން ޒުވާނުން ތަމްރީނާއި ތަޢްލީމު ޙާޞިލުކޮށް، އާމްދަނީ ހޯދުމުގެ ފުރުޞަތު ތަނަވަސް ކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 12,
    "Title_Eng": "Health System and Care (Chapter 12)",
    "Title_Dhiv": "ޞިއްޙީ ނިޒާމާއި ފަރުވާ (ޗެޕްޓަރު 12)",
    "Promise": [
      {
        "Eng": "The second phase of Darmavantha Hospital will be developed as an 850-bed multidisciplinary regional center with specialized clinics of international health service providers Establishment of the center.",
        "Dhiv": "ބައިނަލަޤްވާމީ ޞިއްޙީ ޚިދްމަތްދޭ ފަރާތްތަކުގެ ޚާއްޞަ ފަރުވާދޭ ކްލިނިކްތައް ހިމެނޭ 850 އެނދުގެ މަލްޓިޑިސިޕްލިނަރީ ޞިއްޙީ ޚިދުމަތްދޭ ސަރަޙައްދީ ފެންވަރުގެ މަރުކަޒެއްގެ ގޮތުގައި ދަރުމަވަންތަ ހޮސްޕިޓަލްގެ ދެވަނަ ފިޔަވަހި ތަރައްޤީކޮށް، އެ ހޮސްޕިޓަލް މެދުވެރިކޮށް އުތުރާއި ދެކުނުގައި ޚިދްމަތް ފުޅާކުރުމުގެ ގޮތުން އައްޑޫ ސިޓީ ހިތަދޫގައާއި ކުޅުދުއްފުށި ސިޓީގައި ދެ މަރުކަޒު ޤާއިމުކުރުން."
      },
      {
        "Eng": "Facilitate public access to the best quality medicines in Sri Lanka.",
        "Dhiv": "އެންމެ ރަނގަޅު ފެންވަރުގެ ބޭސްތައް ރާއްޖެއިން ޢާންމުކޮށް ލިބޭނެ މަގުތަނަވަސް ކޮށްދިނުން."
      },
      {
        "Eng": "Introduction of medical checkup every 2 years under Arsenda.",
        "Dhiv": "އާސަންދައިގެ ދަށުން ކޮންމެ 2 އަހަރަކުން އެއްފަހަރު މެޑިކަލް ޗެކަޕް ހެދޭނެގޮތް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Expansion of treatment of tumor-related diseases (oncology) in Sri Lanka, including radiation therapy.",
        "Dhiv": "ރޭޑިއޭޝަން ތެރަޕީ ހިމެނޭގޮތަށް، ޓިއުމަރާ ގުޅޭ ބަލިތައް (އޮންކޮލޮޖީ) ގެ ފަރުވާ ރާއްޖޭގައި ފުޅާ ކުރުން."
      },
      {
        "Eng": "Establishment of a special hospital for pregnant women and children.",
        "Dhiv": "މާބަނޑު މީހުންނާއި ކުޑަކުދިންނަށް ޙާއްޞަ ހޮސްޕިޓަލެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "To build a mentally healthy society, establish a special helpline for 24-hour mental health consultations and assistance, significantly increase the amount of treatment and assistance provided to mental illnesses within the health system at the national level and reduce waiting times for those in need Arnna, therapists, social Establish an easy system to seek workers' assistance.",
        "Dhiv": "ނަފްސާނީގޮތުން ދުޅަހެޔޮ މުޖްތަމައެއް ބިނާކުރުމަށް 24 ގަޑިއިރު ޚިދްމަތް ލިބޭނެ ނަފްސާނީ ކަންކަމާމެދު މަޝްވަރާ ކުރެވޭނެ އަދި އެހީ ހޯދޭނެ ޚާއްޞަ ހެލްޕްލައިނެއް ޤާއިމުކުރުމާއި، ޤައުމީ ފެންވަރުގައި ޞިއްޙީ ނިޒާމުގެ ތެރެއިން ނަފްސާނީ ބަލިތަކަށް ފަރުވާއާއި އެހީތެރިކަން ދެވޭ މިންވަރު ބޮޑުތަނުން އިތުރުކޮށް، ޚިދްމަތް ބޭނުންވާ ފަރާތްތަކަށް މަޑުކުރަންޖެހޭ މުއްދަތު ބޮޑުތަނުން ކުޑަކުރުމާއެކު، ސައިކޮލޮޖިސްޓުންނާއި، ސައިކިއެޓްރިސްޓުންނާ، ކައުންސިލަރުންނާ، ތެރަޕިސްޓުންނާ، ސޯޝަލް ވާރކަރުންގެ އެހީތެރިކަން ހޯދަން ފަސޭހަ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Introduce health services in Sri Lanka to provide the best quality care to families facing difficulties in childbirth.",
        "Dhiv": "ދަރިމައިވުމުގައި ދަތިތަކާ ކުރިމަތިލާންޖެހޭ ޢާއިލާތަކަށް ޙާއްޞަ ކުރެވިގެން އެންމެ ރަނގަޅު ފެންވަރުގެ ފަރުވާ ދެވޭނެ ޞިއްޙީ ޚިދުމަތްތައް ރާއްޖޭގައި ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Establishment of a roundabout treatment system for blood diseases.",
        "Dhiv": "ލޭގެ ބަލިތަކަށް ޚާއްޞަ ކުރެވިގެން ވަށާޖެހޭ ފަރުވާގެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of a round-the-clock treatment system for liver disease.",
        "Dhiv": "ފުރަމޭގެ ބަލިތަކަށް ޚާއްޞަ ކުރެވިގެން ވަށާޖެހޭ ފަރުވާގެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Expand access to special health care for aging women and men.",
        "Dhiv": "އުމުރުން ދުވަސް ވަމުންދާ އަންހެނުންނާއި ފިރިހެންނުންނަށް ޙާއްޞަ ޞިއްޙީ ފަރުވާ ލިބޭނެ އިންތިޒާމުތައް ފުޅާކުރުން."
      },
      {
        "Eng": "Establishment of a National Public Health Laboratory with modern facilities.",
        "Dhiv": "ނޭޝަނަލް ޕަބްލިކް ހެލްތް ލެބޯޓަރީއެއް ޒަމާނީ ވަޞީލަތްތަކާއެކު ޤާއިމުކުރުން."
      },
      {
        "Eng": "Drafting and passing a food law.",
        "Dhiv": "ކާބޯތަކެތީގެ ޤާނޫނެއް އެކުލަވާލާ ފާސްކުރުން."
      },
      {
        "Eng": "Review of the Occupational Health and Safety Act.",
        "Dhiv": "އޮކިއުޕޭޝަނަލް ހެލްތް އެންޑް ސޭފްޓީ ޤާނޫނު މުރާޖަޢާކުރުން."
      },
      {
        "Eng": "Establish a 24-hour service system and building in each province to provide quality primary healthcare.",
        "Dhiv": "ރަނގަޅު ފެންވަރުގައި ޕްރައިމަރީ ހެލްތްކެއަރ ދިނުމަށް މާލޭގައި ހުންނަ ދަމަނަވެށިންދޭ ޚިދްމަތްތަކާ އެއްފެންވަރުގެ 24 ގަޑިއިރުގެ ޚިދުމަތް ދެވޭ ނިޒާމަކާއި އިމާރާތް ހިމެނޭގޮތަށް، ދަމަނަވެއްޓެއް ކޮންމެ އަތޮޅެއްގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Introduction of paramedics in every city.",
        "Dhiv": "ޕެރަމެޑިކުންގެ ޚިދުމަތް ކޮންމެ ސިޓީއެއްގައި ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Expand dental services and increase the importance given to oral health.",
        "Dhiv": "ދަތުގެ ޚިދުމަތް އިތުރަށް ފުޅާކޮށް، އަނގައިގެ ޞިއްޙަތަށް ދެވޭ އަހަންމިއްޔަތު އިތުރުކުރުން."
      },
      {
        "Eng": "In addition to making the necessary changes to hospitals to establish mammography and Pepsmear services in all provinces, procurement of necessary machinery and training of staff.",
        "Dhiv": "މެމޮގްރަފީއާއި ޕެޕްސްމިއަރ ޚިދުމަތް ހުރިހާ އަތޮޅެއްގައި ޤާއިމުކުރުމަށް ބޭނުންވާ ބަދަލުތައް ހޮސްޕިޓަލްތަކަށް ގެނައުމުގެ އިތުރުން، އެކަމަށް ބޭނުންވާ މެޝިނަރީ ހޯދުމާއި، ޚިދުމަތްތެރިން ތަމްރީނުކުރުން."
      },
      {
        "Eng": "Establishment of modern specialized clinics in all hospitals to treat reproductive health problems and sexually transmitted diseases.",
        "Dhiv": "ދަރިމައިވުމުގެ ޞިއްޙަތާ ގުޅުންހުރި މައްސަލަތަކަށާއި ޖިންސީ ގުޅުމުން އަރާ ބަލިތަކަށް ފަރުވާދޭނެ ޒަމާނީ ފެންވަރުގެ ޚާއްޞަ ކްލިނިކުތަކެއް ހުރިހާ ހޮސްޕިޓަލެއްގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Introduction of waiting rooms and other services for pregnant women visiting government hospitals.",
        "Dhiv": "ސަރުކާރު ހޮސްޕިޓަލުތަކަށް ޑޮކްޓަރަށް ދައްކަންދާ މާބަނޑު އަންހެނުންނަށް ޚާއްޞަ ކުރެވިގެން މަޑުކޮށްލާ ކޮޓަރިތަކާއި އެހެނިހެން ޚިދުމަތްތައް ތައާރަފުކުރުން."
      },
      {
        "Eng": "Making Darmavantha Hospital an ISO certified hospital.",
        "Dhiv": "ދަރުމަވަންތަ ހޮސްޕިޓަލް އައި.އެސް.އޯ ސަރޓިފައިޑް ހޮސްޕިޓަލަކަށް ހެދުން."
      },
      {
        "Eng": "Formulate special policies for reinstatement of nurses and health workers who have been dismissed for various reasons.",
        "Dhiv": "އެކި ސަބަބުތަކަށްޓަކައި ވަޒީފާއިން މަހުރޫމުވެފައިވާ ނަރުހުންނާއި ޞިއްޙީ ޚިދުމަތްތެރިން އަނބުރާ ވަޒީފާއަށް ނެރުމުގެ ޚާއްޞަ ސިޔާސަތުތަކެއް އެކަށައެޅުން."
      },
      {
        "Eng": "Those who have taken out loans for medical studies will have to start repaying the loans upon completion of the internship program and starting permanent employment.",
        "Dhiv": "މެޑިސިން ކިޔެވުމަށް ލޯނު ނަގާފައިވާ ފަރާތްތަކުން، އެ ލޯނު އަނބުރާ ދައްކަން ފަށަން ޖެހޭނީ އިންޓާރންޝިޕް ޕްރޮގްރާމް ނިންމައި، ދާއިމީ ވަޒީފާ އަދާކުރަން ފެށުމުން ކަމަށް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Ensure that health care providers are certified healthcare professionals.",
        "Dhiv": "ޞިއްޙީ ޚިދުމަތްދޭ ތަންތަން ހިންގާ ފަރާތްތަކަކީ، \"ސަރޓިފައިޑް ހެލްތްކެއަރ ޕްރޮފެޝަނަލްސް\" ކަން ޔަޤީންކުރުން."
      },
      {
        "Eng": "Training of 1500 Dhanvantaris in the field of Allied Health Professionals.",
        "Dhiv": "\"އެލައިޑް ހެލްތް ޕްރޮފެޝަނަލްސް\" ގެ ދާއިރާއިން 1500 ދިވެހިން ތަމްރީނުކުރުން."
      },
      {
        "Eng": "As a permanent solution to the increasing number of dogs on the streets of the city, the government should establish a modern pet care facility and veterinary hospital and implement strong pet care rules and regulations in Sri Lanka.",
        "Dhiv": "މާލޭގެ މަގުތަކުގައި ގިނަވަމުންދާ ބުޅަލުގެ މައްސަލައަށް ދާއިމީ ޙައްލެއްގެ ގޮތުގައި، ސަރުކާރުން ޒަމާނީ ޕެޓް ކެއަރ ފެސިލިޓީއަކާއި ވެޓެރިނަރީ ހޮސްޕިޓަލެއް ޤާއިމުކޮށް، ރާއްޖޭގައި ޕެޓްކެއަރގެ ހަރުދަނާ ޤަވާއިދުތަކަކާއި ޢުޞޫލުތަކެއް ތަންފީޒުކުރުން."
      },
      {
        "Eng": "Further strengthen and expand the existing services for thalassemia patients and facilitate free bone marrow transplant.",
        "Dhiv": "ތެލަސީމިއާ ޕޭޝަންޓުންނަށް މިހާރު ދެވޭ ޚިދުމަތްތައް އިތުރަށް ހަރުދަނާކޮށް ފުޅާކުރުމުގެ އިތުރުން ހިލޭ ބޯންމެރޯ ޓްރާންސްޕްލާންޓް ހެދޭނެގޮތް ފަހިކުރުން."
      },
      {
        "Eng": "Facilitate the establishment of international standard drug rehabilitation treatment centers in Sri Lanka run by private individuals on a commercial basis that meet the standards set by the Government.",
        "Dhiv": "ސަރުކާރުން ކަނޑައަޅާ މިންގަޑުތަކަށް ފެތޭ، ވިޔަފާރީގެ އުޞޫލުން އަމިއްލަ ފަރާތްތަކުން ހިންގާ މަސްތުވާތަކެތީގެ ރީހެބިލިޓޭޝަން ފަރުވާދޭ ބައިނަލްއަޤުވާމީ ފެންވަރުގެ ސެންޓަރުތައް ރާއްޖޭގައި ޤާއިމުކުރަން ފުރުޞަތު ތަނަވަސްކޮށްދިނުން."
      },
      {
        "Eng": "Establish additional drug rehabilitation centers in identified areas and villages, and provide treatment for women.",
        "Dhiv": "ފާހަގަކުރެވޭ ސަރަޙައްދުތަކެއް އަދި ރަށްތަކެއްގައި އިތުރު ޑްރަގް ރީހެބިލިޓޭޝަން ސެންޓަރުތަކެއް ޤާއިމުކުރުން، އަދި އަންހެނުންނަށް ޙާއްޞަ ކުރެވިގެން އެތަންތަނުގައި ފަރުވާ ލިބޭނެ އިންތިޒާމު ހަމަޖެއްސުން."
      },
      {
        "Eng": "Arsendao should cover the fees charged for transferring hospitals abroad.",
        "Dhiv": "ބޭރު ޤައުމުތަކުގައި ހޮސްޕިޓަލް ބަދަލުކުރަން ނަގާ ފީ އާސަންދައިން ކަވަރުވާގޮތް ހެދުން."
      },
      {
        "Eng": "Expansion of air ambulance service.",
        "Dhiv": "އެއަރ އެމްބިއުލެންސް ޚިދުމަތް ފުޅާކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 13,
    "Title_Eng": "Government Administration and Policy Planning (Chapter 13)",
    "Title_Dhiv": "ސަރުކާރު ހިންގުމާއި ސިޔާސަތު ރޭވުން (ޗެޕްޓަރު 13)",
    "Promise": [
      {
        "Eng": "Bringing all counter services provided by the government under one roof and expanding and facilitating access to services.",
        "Dhiv": "ސަރުކާރުންދޭ ހުރިހާ ކައުންޓަރ ޚިދްމަތްތަކެއް އެއް ފުރާޅެއްގެ ދަށަށްގެނެސް، ޚިދުމަތް ހޯދުން ޒަމާނާ އެއްގޮތަށް ފުޅާކޮށް، ލުއިފަސޭހަ ކޮށްދިނުން."
      },
      {
        "Eng": "Reduce waste in Arsendao and NSP, make the expenditure of the two institutions transparent and establish a system where every citizen is clearly aware of the expenditure of Arsendao.",
        "Dhiv": "އާސަންދަ އަދި އެންސްޕާގެ ތެރެއިން ހިނގަމުންދާ އިސްރާފުތައް ކުޑަކޮށް، އެ ދެ މުޢައްސަސާއިން ކުރާ ޚަރަދުތައް ހާމަކަންބޮޑު ގޮތެއްގައި ގެންދިއުމާއި، ކޮންމެ ރައްޔިތަކަށް އާސަންދައިން ހިނގަމުންދާ ޚަރަދު ސާފުކޮށް އެނގޭނެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Respond to their robust proposals for increasing county revenue and assist them in the pursuit of these, and provide an avenue for county councils to raise funds through the banking system for rural development by making use of mortgages.",
        "Dhiv": "ކައުންސިލްތަކުގެ އާމްދަނީ އިތުރުކުރުމަށް އެފަރާތްތަކުން ހުށަހަޅާ ހަރުދަނާ ހުށަހެޅުންތަކަށް އިޖާބަދީ، އެކަންކަން ކުރިއަށް ގެންދިއުމުގެ ވިސްނުމުގައި އެހީތެރިވެދިނުމާއި، ރަހުނުގެ ބޭނުންހިފައިގެން ރަށްރަށުގެ ތަރައްޤީއަށް ކައުންސިލްތަކުން ބޭންކިންގ ސިސްޓަމްގެ ތެރެއިން ފައިސާ ހޯދޭނެ މަގު ތަނަވަސްކޮށްދިނުން."
      },
      {
        "Eng": "Waiver of parking fines collected from the people in violation of the presidential promise made during the outgoing presidential term.",
        "Dhiv": "ނިމެމުން މިދާ ރިޔާސީ ދައުރުގައި ވެފައިވާ ރިޔާސީ ވައުދާ ދިމާއިދިކޮޅަށް ރައްޔިތުންގެ އަތުން ނަގާފައިވާ ޕާކިންގ ޖޫރިމަނާ މަޢާފުކުރުން."
      },
      {
        "Eng": "Digitize office documents to enable all government offices to run paperless and establish interfaces with all programs and software required to run the office.",
        "Dhiv": "ސަރުކާރުގެ ހުރިހާ އޮފީސްތަކެއް 'ޕޭޕަރލެސް' ކޮށް ހިންގޭނެ ފެންވަރަށް އޮފީސްތަކުގެ ލިޔެކިޔުންތައް ޑިޖިޓަލައިޒްކޮށް، އޮފީސް ހިންގުމަށް ބޭނުންވާނެ އެންމެހާ ޕްރޮގްރާމުތަކާއި ސޮފްޓްވެއަރތަކާ އިންޓަރފޭސްތައް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Increase job orientation programmes, training programs and skills learning outings for civil service employees.",
        "Dhiv": "ސިވިލް ސާރވިސްގެ މުވައްޒަފުންނަށް އަމާޒުކުރެވިގެން، ވަޒީފާއަށް އަޙުލުވެރިވުމުގެ ޕްރޮގްރާމުތަކާއި، ތަމްރީން ޕްރޮގްރާމްތަކާ، ހުނަރު ދަސްކުރުމުގެ ބޭރު ދަތުރުތައް އިތުރުކުރުން."
      },
      {
        "Eng": "Relief of the burden imposed by the government on the people due to fees and taxes, including irresistible and unbearable burdens.",
        "Dhiv": "ދެކޮޅުނުޖެހޭ އަދި ނޫފުލޭނެފަދަ ބުރަތަކެއް ހިމެނޭގޮތަށް ސަރުކާރުން ރައްޔިތުން އަތުން ނަގަމުންދާ ފީތަކާއި ޓެކުސްތަކުގެ ސަބަބުން އުފުލަންޖެހިފައިވާ ބުރަ ލުއިކުރުން."
      },
      {
        "Eng": "To stop the delay and withholding of land use plans proposed by government agencies and councils for the benefit of the people of rural areas.",
        "Dhiv": "ސަރުކާރުގެ އިދާރާތަކުން، ސިޔާސީ އެކި ވިސްނުންތަކުގައި، ކައުންސިލްތަކުން ރަށްރަށުގެ ރައްޔިތުންގެ ލާބައާއި މަންފާއަށްޓަކައި ފާސްކުރަން ހުށަހަޅާ ލޭންޑްޔޫސް ޕްލޭންތައް ލަސްކޮށް، ހިފަހައްޓަމުންގެންދާ ގެންދިއުން ހުއްޓުމަކަށް ގެނައުން."
      },
      {
        "Eng": "Substantially increase government support and cooperation to private NGOs that are vocal and active in key areas such as women’s rights, children’s rights, mental health issues, and family planning.",
        "Dhiv": "އަންހެނުންގެ ހައްޤުތަކާއި، ކުޑަކުދިންގެ ހައްޤުތަކާ، ނަފްސާނީ ދުޅަހެޔޮކަމުގެ ކަންކަމާ، ޢާއިލާ ރޭވުންފަދަ މުހިންމު ދާއިރާތަކުގައި އަޑުއުފުލާ، ޙަރަކާތްތެރިވާ އަމިއްލަ ޖަމްޢިއްޔާ ޖަމާއަތްތަކަށް ސަރުކާރުން ދޭ އެހީތެރިކަމާއި އެއްބާރުލުން ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Introduction of a national level 'Equality Guaranteed' stamp, open to government agencies and private businesses, which is awarded upon meeting certain criteria.",
        "Dhiv": "ސަރުކާރުގެ އިދާރާތަކާއި އަމިއްލަ ވިޔަފާރިތަކަށް ހުޅުވާލެވޭ، ވަކި މިންގަނޑުތަކެއް ފުރިހަމަކުރުމުން ދެވޭ ޤައުމީ ފެންވަރުގެ 'ހަމަހަމަކަން ކަށަވަރު' ސިއްކަ ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Introduce a category of \"Presidential Youth Advisors\" to seek the President's advice on specific issues of youth priority and to seek the views of youth on these issues and to incorporate them into government policies.",
        "Dhiv": "ޒުވާނުން އިސްކަންދޭ ވަކިވަކި ކަންކަމުގައި، ރައީސުލްޖުމްހޫރިއްޔާއަށް ބޭނުންފުޅުވާ ލަފާ ހޯއްދެވުމަށް އަދި އެ ކަންކަމާ ގުޅިގެން ޒުވާނުންގެ ޚިޔާލު ހޯދާ، ސަރުކާރުގެ ސިޔާސަތުތަކުގައި އެކަންކަން ހިމެނުމަށްޓަކައި، އެކުލަވާލެވޭ \"ޕްރެސިޑެންޝަލް ޔޫތް އެޑްވައިޒަރސް\" ގެ ގިންތިއެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Major reforms to the civil service salary structure and significant increases in the salaries of young and educated employees.",
        "Dhiv": "ސިވިލް ސާރވިސްގެ މުސާރައިގެ އޮނިގަނޑަށް ބޮޑެތި އިޞްލާޙުތަކެއް ގެނެސް، ޒުވާން އަދި ތަޢްލީމީ މުވައްޒަފުންނަށް ލިބޭ މުސާރަ ބޮޑުތަނުން އިތުރުކުރުން."
      },
      {
        "Eng": "Establish a 'Digital National Archive' containing all documents of all government agencies and establish a system to store and maintain documents in the archive under an Act.",
        "Dhiv": "ސަރުކާރުގެ ހުރިހާ އިދާރާއެއްގެ ހުރިހާ ލިޔެކިޔުންތަކެއް ހިމެނޭ 'ޑިޖިޓަލް ނޭޝަނަލް އާރކައިވް' އެއް ޤާއިމުކުރުމާއި، ޤާނޫނެއްގެ ދަށުން، ލިޔެކިޔުން އެއާކައިވްގައި ރައްކާކޮށް، ބެލެހެއްޓޭނެ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Opening of Dhvehi Raajje's missions in three continents where Dhvehi Raajje does not have a diplomatic mission: Africa, South America and Australia.",
        "Dhiv": "ދިވެހިރާއްޖޭގެ ޑިޕްލޮމެޓިކް މިޝަނެއް ނެތް 3 ބައްރުކަމުގައިވާ އެފްރިކާ، ސައުތު އެމެރިކާ އަދި އޮސްޓްރޭލިއާގައި ދިވެހިރާއްޖޭގެ މިޝަންތައް ހުޅުވުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 14,
    "Title_Eng": "Economics and Finance (Chapter 14)",
    "Title_Dhiv": "އިޤްތިޞާދާއި މާލިއްޔަތު (ޗެޕްޓަރު 14)",
    "Promise": [
      {
        "Eng": "Resolve the dollar shortage, reduce the black market in dollars, and restore the value of the dollar to the standard set by the state.",
        "Dhiv": "ޑޮލަރުގެ ދަތިކަން ޙައްލުކޮށް، ޑޮލަރުގެ ކަޅު ބާޒާރު ކުޑަކޮށް، ޑޮލަރުގެ އަގު ދައުލަތުން ކަޑައަޅާފައިވާ މިންގަނޑުގެ ތެރެއަށް އަލުން ފައްތާ، އެ މިންގަނޑުގައި ހިފެހެއްޓުން."
      },
      {
        "Eng": "Establishment of the first investment bank in Sri Lanka to provide loans at low interest rates for important development projects and large private investments.",
        "Dhiv": "ރާއްޖޭގައި ފުރަތަމަ ފަހަރަށް އިންވެސްޓްމަންޓް ބޭންކެއް ޤާއިމުކޮށް، އެ ބޭންކް މެދުވެރިކޮށް ކުޑަ އިންޓްރެސްޓް ރޭޓެއްގައި ތަރައްޤީގެ މުހިންމު މަޝްރޫއުތަކަށާއި އަމިއްލަ ބޮޑެތި އިންވެސްޓްމަންޓްތަކަށް ލޯނު ލިބޭނެ މަގު ތަނަވަސްކުރުން."
      },
      {
        "Eng": "Reform laws and policies to encourage the inflow of foreign currency into the Sri Lankan economy and the profits from these investments should not be diverted out of Sri Lanka unless the currency is adequately circulated in the economy.",
        "Dhiv": "ބޭރުގެ އިންވެސްޓްމަންޓްތަކުގެ ތެރެއިން ރާއްޖޭގެ އިޤްތިޞާދަށް ބޭރު ފައިސާ ވައްދައި، އެފައިސާ އިޤްތިޞާދުގައި އެކަށީގެންވާވަރަށް ދައުރުކުރުމުން މެނުވީ އެ އިންވެސްޓްމަންޓްތަކުން ލިބޭ ފައިދާ ގަނޑުކޮށް ރާއްޖެއިން ބޭރަށް ނުގެންދިއުމަށް ބާރު އެޅޭގޮތަށް ޤާނޫނުތަކާއި ސިޔާސަތުތައް އިޞްލާޙުކުރުން."
      },
      {
        "Eng": "With the return of the management of state-owned companies to responsible and competent policies, they should become a source of income instead of a source of national debt.",
        "Dhiv": "ދައުލަތުގެ ކުންފުނިތައް ހިންގުން ޒިންމާދާރު، ޤާބިލު ސިޔާސަތުތަކެއް ތެރެއަށް އަނބުރާ ގެނައުމާއެކު، އެތަންތަނަކީ ޤައުމުގެ ދަރަނީގެ ސަބަބަކަށް ވުމުގެ ބަދަލުގައި އަރަނީގެ އަސްލަކަށް ބަދަލުކުރުން."
      },
      {
        "Eng": "Further expansion of local tourism through additional services that will facilitate tourists.",
        "Dhiv": "ފަތުރުވެރިނަށް ލުއިފަސޭހަވާނެ ފަދަ އިތުރު ޚިދުމަތްތަކެއްގެ ތެރެއިން ލޯކަލް ޓޫރިޒަމް އިތުރަށް ފުޅާކުރުން."
      },
      {
        "Eng": "Identify and implement existing laws that will bring additional revenue to the state budget.",
        "Dhiv": "މިހާރު ހުރި ޤާނޫނުތަކުގެ ތެރެއިން ދައުލަތުގެ މާލިއްޔަތަށް އިތުރު އާމްދަނީ ވަންނާނެ ކަންކަން ފާހަގަކޮށް، ތަންފީޒުކުރުން."
      },
      {
        "Eng": "Earn additional returns by investing pension fund funds in large investment funds that will yield real returns.",
        "Dhiv": "ޙަޤީޤީ ފައިދާ ލިބޭނެ ބޮޑެތި އިންވެސްޓްމަންޓް ފަންޑުތަކުގައި ޕެންޝަން ފަންޑުގެ މާލިއްޔަތު އިންވެސްޓްކޮށްގެން އިތުރު ފައިދާ ހޯދުން."
      },
      {
        "Eng": "Fully implement the withholding tax system and ensure the special importance and protection that Dhvehi businesses deserve.",
        "Dhiv": "ވިތްހޯލްޑިންގ ޓެކްސްގެ ނިޒާމު ފުރިހަމައަށް ތަންފީޒުކޮށް، ދިވެހި ވިޔަފާރިތަކަށް ލިބެންޖެހޭ ޚާއްޞަ އަހަންމިއްޔަތާއި ސަލާމަތް ޔަޤީންކޮށްދިނުން."
      },
      {
        "Eng": "Develop and expand the capital market.",
        "Dhiv": "ކެޕިޓަލް މާކެޓް ތަރައްޤީކޮށް، ފުޅާކުރުން."
      },
      {
        "Eng": "Expansion of overseas withdrawals and daily transactions with debit and credit cards to facilitate Dhruves living abroad and Dhruvi businessmen. and increase the amount of money withdrawn from the account daily and monthly.",
        "Dhiv": "ރާއްޖެއިން ބޭރުގައި ދިރިއުޅޭ ދިވެހީންނާއި، ދިވެހި ވިޔަފާރިވެރިންނަށް ލުއިފަސޭހަކުރުމަށްޓަކައި، ޑެބިޓް އަދި ކްރެޑިޓް ކާޑުން ރާއްޖެއިން ބޭރުގައި ހުރެގެން ނެގޭ ފައިސާ އަދި ދުވާލަކަށް ކުރެވޭ މުއާމަލާތު ފުޅާކުރުން. އަދި އެކައުންޓުން ބޭރު ފައިސާ ދުވާލަކު އަދި ކޮންމެ މަހަކު ނެގޭ މިންވަރު އިތުރުކުރުން."
      },
      {
        "Eng": "Establish a one-stop shop for all important financial services in every village in Sri Lanka.",
        "Dhiv": "މާލީ މުހިންމު ހުރިހާ ޚިދްމަތްތަކެއް އެއްތަނަކުން ލިބޭނެފަދަ އިންތިޒާމެއް، ރާއްޖޭގެ މީހުންދިރިއުޅޭ ކޮންމެ ރަށެއްގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Through an arrangement where essential construction materials can be procured, imported and warehoused in large quantities all at once, bring down their prices and shape the industry so that it does not have to rely on any one supplier.",
        "Dhiv": "ކޮންސްޓްރަކްޝަނަށް ބޭނުންވާ މުހިންމު ސާމާނު، ގިނަ އަދަދުތަކަށް އެއްފަހަރާ ހޯދާ، ރާއްޖެ ގެނެސް، ގުދަންކުރެވޭނެ އިންތިޒާމެއްގެ ތެރެއިން، އެތަކެތީގެ އަގުތައް ތިރިކުރުމާއި، އެއްވެސް އެއް ސަޕްލަޔަރަކަށް ބަރޯސާވާން ނުޖެހޭނެގޮތަށް ސިނާއަތު ބައްޓަންކުރުން."
      },
      {
        "Eng": "Formulate, announce and maintain a strong policy of short-term and long-term debt in accordance with the guidance of international financial institutions and at a level that does not disrupt the national economy and finances.",
        "Dhiv": "ކުރު ރާސްތާއަށް އަދި ދިގުމުއްދަތަށް ދަރަނީގެ މިންގަނޑު، ބައިނަލްއަޤްވާމީ މާލީ އިދާރާތަކުގެ އިރުޝާދާ އެއްގޮތަށް އަދި ޤައުމީ އިޤްތިޞާދާއި މާލިއްޔަތަށް ބުރޫ ނާރާނެފަދަ މިންވަރެއްގައި ބެހެއްޓުމުގެ ހަރުދަނާ ސިޔާސަތެއް، ހާމަކަންބޮޑު ގޮތެއްގައި އެކަށައަޅާ، އިޢުލާނުކޮށް، އެ މިންގަނޑު ހިފެހެއްޓުން."
      },
      {
        "Eng": "Continue to reduce the national debt, both in the short and long term, through planned policies, along with more, stronger revenue streams.",
        "Dhiv": "އާމްދަނީ ލިބޭނެ އިތުރު، ހަރުދަނާ މަގުތަކެއް ކޮށުމާއެކު، ރޭވުންތެރި ސިޔާސަތުތަކެއްގެ ތެރެއިން ޤައުމީ ދަރަނީގެ މިންވަރު، ކުރު ރާސްތާގައި އަދި ދިގުމުއްދަތުގައި، ކުޑަކުރަމުން ގެންދިއުން."
      },
      {
        "Eng": "Reform Sri Lanka's fiscal policies to a modern budgetary system with the aim of reducing the budget deficit to current levels.",
        "Dhiv": "ބަޖެޓް ޑެފިސިޓް މިހާރުގެ މިންގަނޑުތަކަށްވުރެ ކުޑަކުރުމުގެ ނިޔަތުގައި، ޒަމާނީ ބަޖެޓަރީ ނިޒާމަކަށް ރާއްޖޭގެ މާލީ އުޞޫލުތައް އިޞްލާޙުކުރުން."
      },
      {
        "Eng": "Draft a Fiscal Policy Act and substantially reduce the irresponsible misuse of the country's finances and economy by each successive government.",
        "Dhiv": "ފިސްކަލް ޕޮލިސީ ޤާނޫނެއް އެކުލަވާލާ، އަންނަ ކޮންމެ ސަރުކާރަކުން ޣައިރު ޒިންމާދާރު ގޮތްގޮތަށް ޤައުމުގެ މާލިއްޔަތާއި އިޤްތިޞާދުގެ ނަހަމަ ބޭނުންކުރެވޭނެ މިންވަރު ބޮޑުތަނުން ކުޑަކުރުން."
      },
      {
        "Eng": "Establishment of an asset management company to manage state assets in a responsible manner.",
        "Dhiv": "ދައުލަތުގެ މިލްކިއްޔާތުތައް ޒިންމާދާރު ނިޒާމެއްގެ ތެރެއިން ބެލެހެއްޓުމަށްޓަކައި، އެސެޓް މެނޭޖްމަންޓް ކުންފުންޏެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of a credit scoring system for the first time in Sri Lanka.",
        "Dhiv": "ރާއްޖޭގައި، ފުރަތަމަ ފަހަރަށް، ކްރެޑިޓް ސްކޯރިންގ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Oil should be made a basic service and petrol and diesel should be made available to the general public at STOC rate in at least one village in each province of Sri Lanka.",
        "Dhiv": "ތެލަކީ އަސާސީ ޚިދުމަތެއްގެ ގޮތުގައި ކަނޑައަޅައި، ރާއްޖޭގެ ކޮންމެ އަތޮޅެއްގައި މަދުވެގެން އެއް ރަށުގައި އެސް.ޓީ.އޯ ރޭޓުގައި ޕެޓްރޯލާއި ޑީސަލް އާންމު ރައްޔިތުންނަށް ލިބޭނެ ފަސޭހަ އިންތިޒާމެއް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Signing investment protection, free trade and avoidance of double taxation agreements with key developing countries to encourage increased foreign investment in Sri Lanka.",
        "Dhiv": "ރާއްޖެއަށް އަންނަ ބޭރުގެ އިންވެސްޓްމަންޓްތައް އިތުރުކުރުމަށް ބާރުއެޅުމުގެ ގޮތުން، ތަރައްޤީގެ މުހިންމު ޤައުމުތަކާއެކު އިންވެސްޓްމަންޓް ޕްރޮޓެކްޝަން، ފްރީ ޓްރޭޑް އަދި އެވޮއިޑަންސް އޮފް ޑަބަލް ޓެކްސޭޝަން އެއްބަސްވުންތަކުގައި ސޮއިކުރުން."
      },
      {
        "Eng": "Introduction of an \"Annual Global Investment Promotion Tour\" to promote the country's opportunities in the fields of trade and economy, infrastructure investments, banking and commerce and tourism to the outside world.",
        "Dhiv": "ވިޔަފާރި އާއި އިޤްތިޞާދު، އިންފްރާސްޓްރަކްޗަރ އިންވެސްޓްމަންޓްތައް، ބޭންކިންގ އެންޑް ކޮމަރސް އަދި ފަތުރުވެރިކަމުގެ ދާއިރާއިން ރާއްޖޭގައި ހުރި ފުރުޞަތުތައް ބޭރު ދުނިޔެއަށް އިޝްތިހާރުކުރުމަށްޓަކައި \"އެނުއަލް ގްލޯބަލް އިންވެސްޓްމަންޓް ޕްރޮމޯޝަން ޓުއަރ\" އެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 15,
    "Title_Eng": "Structural Development and Projects (Chapter 15)",
    "Title_Dhiv": "އުމްރާނީ ތަރައްޤީއާއި މަޝްރޫޢުތައް (ޗެޕްޓަރު 15)",
    "Promise": [
      {
        "Eng": "Connect all neighborhoods and villages of Andhra Pradesh by causeway and bridge.",
        "Dhiv": "އައްޑޫ ސިޓީގެ ހުރިހާ އަވަށްތަކާއި ރަށްތައް ކޯޒްވޭއާއި ބްރިޖުން ގުޅާލުން."
      },
      {
        "Eng": "Establishment of a spacious and quality international convention center in Sri Lanka to host large meetings, exhibitions and concerts.",
        "Dhiv": "ބޮޑެތި ޖަލްސާތަކާއި، އެގްޒިބިޝަންތަކާ، ކޮންސެޓުތައް ބޭއްވޭނެ ތަނަވަސްކަމާއި ފެންވަރުހުރި ބައިނަލްއަޤްވާމީ ކޮންވެންޝަން ސެންޓަރެއް ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of sewerage and water systems in all villages of Sri Lanka.",
        "Dhiv": "ރާއްޖޭގެ ހުރިހާ ރަށެއްގައި ނަރުދަމާއާއި ފެނުގެ ނިޒާމު ޤާއިމުކޮށް ނިންމުން."
      },
      {
        "Eng": "Expand the national domestic airport view by establishing a domestic airport within a maximum distance of 30 minutes from every residential village, resort and industrial area in Sri Lanka.",
        "Dhiv": "ރާއްޖޭގައި މީހުން ދިރިއުޅޭ ކޮންމެ ރަށަކާއި ރިސޯޓެއް އަދި ސިނާއީ ސަރަޙައްދަކުންވިޔަސް އެންމެ ގިނައިރު ވެގެންވެސް 30 މިނެޓުން ފޯރާނެ ދުރުމިނެއްގައި ޑޮމެސްޓިކް އެއާރޕޯޓެއް ޤާއިމުކޮށް، ޤައުމީ ޑޮމެސްޓިކް އެއާރޕޯޓް ވިއުގަ ފުޅާކުރުން."
      },
      {
        "Eng": "Establish malls and business areas designed to include high street shops and entertainment services.",
        "Dhiv": "ހައި ސްޓްރީޓް ފިހާރަތަކާއި މުނިފޫހިފިލުވާ ޚިދްމަތްތައް ހިމެނޭގޮތަށް ފަރުމާކުރެވޭ މޯލްތަކާއި ވިޔަފާރީގެ ސަރަޙައްދުތައް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Construction of a modern complex with indoor pitches, courts, gyms, sports physiotherapy and rehabilitation clinics, restaurants and cafes.",
        "Dhiv": "އިންޑޯ ޕިޗުތަކާއި، ކޯޓުތަކާ، ޖިމްތަކާ، ސްޕޯޓްސް ފިޒިއޮތެރަޕީ އަދި ރިހެބިލިޓޭޝަން ކްލިނިކްތަކާ، ރެސްޓޯރަންޓް އަދި ކެފޭތައް ހިމެނޭގޮތަށް، ރާއްޖޭގައި ކުޅޭ މަޤްބޫލު ހުރިހާ ކުޅިވަރުތަކަށް ޚާއްޞަކުރެވޭ ޒަމާނީ ފެންވަރުގެ ކޮމްޕްލެކްސެއް އެޅުން."
      },
      {
        "Eng": "The second phase of Darmavantha Hospital will be developed as an 850-bed multidisciplinary regional center with specialized clinics of international health service providers Establishment of the center.",
        "Dhiv": "ބައިނަލަޤްވާމީ ޞިއްޙީ ޚިދްމަތްދޭ ފަރާތްތަކުގެ ޚާއްޞަ ފަރުވާދޭ ކްލިނިކްތައް ހިމެނޭ 850 އެނދުގެ މަލްޓިޑިސިޕްލިނަރީ ޞިއްޙީ ޚިދުމަތްދޭ ސަރަޙައްދީ ފެންވަރުގެ މަރުކަޒެއްގެ ގޮތުގައި ދަރުމަވަންތަ ހޮސްޕިޓަލްގެ ދެވަނަ ފިޔަވަހި ތަރައްޤީކޮށް، އެ ހޮސްޕިޓަލް މެދުވެރިކޮށް އުތުރާއި ދެކުނުގައި ޚިދްމަތް ފުޅާކުރުމުގެ ގޮތުން އައްޑޫ ސިޓީ ހިތަދޫގައާއި ކުޅުދުއްފުށި ސިޓީގައި ދެ މަރުކަޒު ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of an international cruiseline terminal as an additional boost to tourism.",
        "Dhiv": "ފަތުރުވެރިކަން ކުރިއެރުވުމަށް އެޅޭ އިތުރު ބާރެއްގެ ގޮތުގައި، ބައިނަލަޤްވާމީ ކްރޫޒްލައިން ޓާރމިނަލްއެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Establishment of an international standard theme park in Sri Lanka designed to cater to both locals and tourists.",
        "Dhiv": "ދިވެހިންނާއި ފަތުރުވެރިންނަށްވެސް ޚިދުމަތް ދެވޭނެގޮތަށް ފަރުމާކުރެވޭ ބައިނަލްއަޤްވާމީ ފެންވަރުގެ ތީމް ޕާކެއް ރާއްޖޭގައި ޤާއިމުކުރުން."
      },
      {
        "Eng": "As part of a project to develop all roads in all cities, tarring major roads and paving other roads.",
        "Dhiv": "ހުރިހާ ސިޓީއެއްގެ ހުރިހާ މަގުތައް ތަރައްޤީ ކުރުމުގެ މަޝްރޫޢެއްގެ ތެރެއިން، ބޮޑެތި މަގުތަކުގައި ތާރުއެޅުމާއި، އެހެނިހެން މަގުތަކުގައި ގާއެތުރުން."
      },
      {
        "Eng": "Establishment of two seaplane centers in the north and south of Sri Lanka for the convenience of both locals and tourists.",
        "Dhiv": "ދިވެހިންނާއި ފަތުރުވެރިންނަށްވެސް ލިބޭނެ ލުއިފަސޭހަކަމެއްގެ ގޮތުގައި، ރާއްޖޭގެ އުތުރާއި ދެކުނުގައި ސީޕްލޭން ދެ މަރުކަޒު ޤާއިމުކުރުން."
      },
      {
        "Eng": "Develop the Vellana International Airport by 2025. Complete the major project started by the PPP together and make the airport a regional destination of choice for travellers.",
        "Dhiv": "2025 ގެ ނިޔަލަށް ވެލާނާ އިންޓަރނޭޝަނަލް އެއަރޕޯޓް ތަރައްޤީކުރުން ޕީ.ޕީ.އެމް އިން ފެށި ބިޔަ މަޝްރޫއު އެކީ ނިންމާ، އެ އެއަރޕޯޓަކީ ސަރަޙައްދީގޮތުންވެސް ދަތުރުވެރިން އިޚްތިޔާރުކުރާ ނާރެހަކަށް ހެދުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 16,
    "Title_Eng": "Tourism (Chapter 16)",
    "Title_Dhiv": "ފަތުރުވެރިކަން (ޗެޕްޓަރު 16)",
    "Promise": [
      {
        "Eng": "TGST has been increased from 12 per cent to 16 per cent. Establishment of a special retirement pension scheme for the employees of the tourism industry.",
        "Dhiv": "ޓީ.ޖީ.އެސް.ޓީ 12 އިންސައްތައިން 16 އިންސައްތައަށް އިތުރުކުރެވިފައިވާއިރު، އެ އާމްދަނީއަކީ ފަތުރުވެރިކަމުގެ ސިނާއަތުގައި ވަޒީފާއަދާކުރާ ހީވާގި ދިވެހި މުވައްޒަފުންގެ ބޮޑު ޙިއްޞާއެއް އޮވެގެން ލިބެމުންދާ އާމްދަނީއެއްކަމުން، އެ މުވައްޒަފުންނަށް ޚާއްޞަ ރިޓަޔަރމަންޓް ޕެންޝަން ސްކީމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Reform the legal framework to promote real estate tourism in Sri Lanka to international standards.",
        "Dhiv": "ބައިނަލްއަޤްވާމީ ފެންވަރަށް ރާއްޖޭގައި ރިއަލް އެސްޓޭޓް ޓޫރިޒަމް ކުރިއަރުވަން ޤާނޫނީ އޮނިގަނޑު އިޞްލާޙުކުރުން."
      },
      {
        "Eng": "Shape government policies to further encourage resort operators to increase the number of Dhvehi employees in senior management positions.",
        "Dhiv": "ރިސޯޓުތަކުގެ ސީނިއަރ މެނޭޖްމަންޓް މަޤާމުތަކުގައި ދިވެހި މުވައްޒަފުން އިތުރުކުރަން ރިސޯޓުތައް ހިންގާ ފަރާތްތަކަށް އިތުރަށް ބާރުއެޅުމަށް، ސަރުކާރުގެ ސިޔާސަތުތައް ބައްޓަންކުރުން."
      },
      {
        "Eng": "Significantly reduce the taxes currently imposed on the guesthouse business, make Avifayari a fast growing business throughout the country, and shape the system so that young small and medium enterprises can benefit from the guesthouse business.",
        "Dhiv": "ގެސްޓްހައުސް ވިޔަފާރިއަށް މިހާރު އެކަށައެޅިފައިވާ ޓެކްސްތައް ބޮޑުތަނުން ކުޑަކޮށް، އެވިފަޔާރިއަކީ މުޅި ރާއްޖޭގައިވެސް ބާރަށް ކުރިއަރައިގެންދާ ވިޔަފާރިއަކަށް ހަދާ، ކުދި އަދި މެދު ފަންތީގެ ޒުވާން ވިޔަފާރިވެރިންނަށް ގެސްޓްހައުސް ވިޔަފާރިން ފައިދާވާނެގޮތަށް ނިޒާމު ބައްޓަންކުރުން."
      },
      {
        "Eng": "Introduce a special social housing category for active Dhvehi employees employed in the tourism industry and provide housing opportunities through the first housing schemes implemented by the government.",
        "Dhiv": "ފަތުރުވެރިކަމުގެ ސިނާއަތުގައި ވަޒީފާއަދާކުރާ ހީވާގި ދިވެހި މުވައްޒަފުންނަށް ޚާއްޞަ ސޯޝަލް ހައުސިންގ ކެޓަގަރީއެއް ތަޢާރަފުކޮށް، ސަރުކާރުން އެންމެ ފުރަތަމަ ހިންގާ ހައުސިންގ ސްކީމްތަކުގެ ތެރެއިން ގެދޮރުވެރިކަމުގެ ފުރުޞަތު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "To enact a Travel Agency Act to promote Dhvehi travel agents, establish the quality of services provided by them, regulate the registration of foreign travel agents in Sri Lanka and establish rules on online travel agencies.",
        "Dhiv": "ދިވެހި ޓްރެވަލް އޭޖެންޓުން ކުރިއަރުވައި، އެފަރާތްތަކުން ދޭ ޚިދުމަތުގެ ފެންވަރު އެކަށައަޅައި، ބޭރުގެ ޓްރެވަލް އޭޖެންޓުން ރާއްޖޭގައި ރަޖިސްޓްރީކުރުން ރެގިއުލޭޓްކޮށް، އޮންލައިން ޓްރެވަލް އޭޖެންސީތަކާއިބެހޭ ޤަވާޢިދުތަކެއް އެކަށައެޅުމަށްޓަކައި ޓްރެވަލް އޭޖެންސީއާބެހޭ ޤާނޫނެއް ފާސްކުރުން."
      },
      {
        "Eng": "Establishment of tourism hubs in the south and north of Sri Lanka, including many provinces.",
        "Dhiv": "ރާއްޖޭގެ ދެކުނާއި އުތުރުގައި، ގިނަ އަތޮޅުތަކެއް ހިމެނޭގޮތަށް، ފަތުރުވެރިކަމުގެ މަރުކަޒީ ސަރަޙައްދުތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Regulations to prevent young local workers with the highest skills, education and experience in architecture, interior design, MEP consultancy and engineering, electricity and sustainable energy, engineering and IT related fields from being given first opportunity to foreign companies in developing resorts Make, implement.",
        "Dhiv": "ރިސޯޓުތައް ތަރައްޤީކުރުމުގައި، ދިވެހި ޒުވާން މަސައްކަތްތެރިން އެންމެ މަތީ ފެންވަރުގެ ހުނަރާއި، ތަޢްލީމާ، ތަޖުރިބާ ހުރި، އާކިޓެކްޗަރ، އިންޓީރިއަރ ޑިޒައިނިންގ، އެމް.އީ.ޕީ ކޮންސަލްޓަންސީ އަދި އެންޖިނިއަރިންގ، ކަރަންޓާއި ދެމެހެއްޓެނިވި ހަކަތަ، އެންޖިނިއަރިންގ އަދި އައި.ޓީ އާ ގުޅުންހުރި ދާއިރާތަކުން، ބޭރުގެ ކުންފުނިތަކަށް ފުރަތަމަ ފުރުޞަތު ދިނުން ހުއްޓުވުމަށް ޤަވާއިދުތަކެއް ހަދާ، ތަންފީޒުކުރުން."
      },
      {
        "Eng": "Revise the existing rule for allocating villages for tourism and introduce a new rule that will focus on the size of the investment and the importance of the benefits to the finances and directly to the people.",
        "Dhiv": "ފަތުރުވެރިކަމަށް ރަށްތައް ދޫކުރުމުގައި މިހާރު ގެންގުޅޭ އުޞޫލު އިޞްލާޙުކޮށް، ވަންނަ އިންވެސްޓްމަންޓްގެ ބޮޑުމިނާއި އޭގެން މާލިއްޔަތަށާއި ސީދާ ރައްޔިތުންނަށް ކުރާނެ ނަފާއާއި ފައިދާއަށް ދެވޭ އަހަންމިއްޔަތަށް ބޮޑަށް ބުރަވެވޭނެފަދަ ހާމަކަންބޮޑު އާ އުޞޫލެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "To complete the unfinished resorts quickly and to introduce new convenient solutions by directly assisting the government to raise the necessary funds to open them.",
        "Dhiv": "ހަދަންފަށާ ނުނިމިވާ ރިސޯޓުތައް އަވަހަށް ނިންމާ، ހުޅުވަން ބޭނުންވާ ފައިސާ ހޯދުމަށް ސީދާ ސަރުކާރުން އިސްނަގައި، އެހީތެރިވެދީގެން، އާ ލުއިފަސޭހަ ޙައްލުތަކެއް ނެރެދިނުން."
      },
      {
        "Eng": "Facilitate the construction of more transit hotels in Malayalam and Uppsala, taking into account the increased demand for the promising Vellana International Airport project.",
        "Dhiv": "ޕީ.ޕީ.އެމް އިން ފެށި ވެލާނާ އިންޓަރނޭޝަނަލް އެއަރޕޯޓުގެ އިންމީދީ، ބިޔަ މަޝްރޫއު ނިމުމާއެކު އިތުރުވާނެ ޑިމާންޑަށް ރިޢާޔަތްކޮށް، މާލެއާއި ހުޅުމާލޭގައި އިތުރު ޓްރާންސިޓް ހޮޓާތަކެއް އެޅުމަށް މަގުފަހިކޮށްދިނުން."
      },
      {
        "Eng": "To increase the number of women employed in the tourism sector, further facilitate such opportunities, encourage employers to increase the number of female employees, encourage women to maintain an appropriate, safe and comfortable working environment, and retain women in employment.",
        "Dhiv": "ފަތުރުވެރިކަމުގެ ދާއިރާގައި ވަޒީފާ އަދާކުރާ އަންހެނުން އިތުރު ކުރުމަށް، އެފަދަ ފުރުޞަތުތައް އިތުރަށް ފަސޭހަކޮށްދިނުމާއި، ވަޒީފާ ދޭ ފަރާތްތަކަށް އަންހެން މުވައްޒަފުން އިތުރު ކުރުމަށް ބާރުއެޅުމާ، އަންހެނުންނަށް އެކަށޭނަ، ރައްކާތެރި އަދި ފަސޭހަ ވަޒީފާގެ މާޙައުލެއް ޤާއިމުކުރަން ބާރުއެޅުމާ، ވަޒީފާގައި އަންހެނުން ދެމެހެއްޓުމަށް ބާރުއެޅުން."
      },
      {
        "Eng": "Facilitate 1000 opportunities for Dhvehi employees in the tourism sector to learn communication skills in Mandarin, French, German, Russian and Korean.",
        "Dhiv": "ފަތުރުވެރިކަމުގެ ދާއިރާގައި އުޅޭ ދިވެހި މުވައްޒަފުންގެ މެދުގައި، މެންޑަރިން، ފްރެންޗް، ޖާރމަން، ރަޝިއަން އަދި ކޮރިއަން ފަދަ ބަސްބަހުން މުޢާމަލާތު ކުރުމުގެ ހުނަރު ދަސްކުރުމުގެ 1000 ފުރުޞަތު ފަހިކޮށްދިނުން."
      },
      {
        "Eng": "As an incentive to expand local tourism, Maldivian should review the current charges for domestic flights and maintain them at a level that will increase the number of tourists.",
        "Dhiv": "ލޯކަލް ޓޫރިޒަމް ފުޅާކުރުމަށް އެޅޭ ބާރެއްގެ ގޮތިގައި، \"މޯލްޑިވިއަން\" އިން ފަތުރުވެރިންގެ އަތުން އެތެރޭގެ އުދުހުންތަކަށް މިހާރު ނަގަމުންދާ މިންވަރު މުރާޖަޢާކޮށް، ފަތުރުވެރިންގެ ޢަދަދު އިތުރުވާނެ މިންވަރެއްގައި ދެމެހެއްޓުން."
      },
      {
        "Eng": "Charter a wide-bodied aircraft within the first three months and start nonstop direct flights between key destinations in China.",
        "Dhiv": "ފުރަތަމަ ތިން މަސްދުވަހުގެ ތެރޭގައި ވައިޑް ބޮޑީޑް އެއަރކްރާފްޓެއް ކުއްޔަށްގެނެސް ނޮންސްޓޮޕް ޑައިރެކްޓް ފްލައިޓްތައް ޗައިނާގެ މުހިންމު ޑެސްޓިނޭޝަންތަކާދެމެދު ފެށުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 17,
    "Title_Eng": "Agriculture and Food (Chapter 17)",
    "Title_Dhiv": "ދަނޑުވެރިކަމާއި ކާބޯތަކެތި (ޗެޕްޓަރު 17)",
    "Promise": [
      {
        "Eng": "Establish a national system for marketing and buying and selling of Sri Lankan produce, especially for women.",
        "Dhiv": "ރާއްޖޭގައި ހައްދާ ބާވަތްތައް މާކެޓްކޮށް، ގަނެ ވިއްކުމަށް، އަންހެނުންނަށް ޚާއްޞަކުރެވިގެން، ޤައުމީ ނިޒާމެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "To establish easy arrangements for the production and sale of notable vegetables and fruits grown in Sri Lanka in sufficient quantities for the Dhvehi market.",
        "Dhiv": "ރާއްޖޭގައި ހެދޭ ފާހަގަކުރެވޭ ތަރުކާރީއާއި މޭވާގެ ބާވަތްތަކެއް، ދިވެހި ބާޒާރަށް ފުދޭނެ މިންވަރަށް ހައްދާ، ވިއްކޭނެ ފަސޭހަ އިންތިޒާމުތަކެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Increase the profitability of Dhvehi farmers by establishing a direct government channeling system in selling Dhvehi food products to resorts.",
        "Dhiv": "ދިވެހި ކާބޯތަކެތީގެ އުފެއްދުންތައް ރިސޯޓުތަކަށް ވިއްކުމުގައި، ސީދާ ސަރުކާރުގެ ޗެނަލިންގ ނިޒާމެއް ޤާއިމުކުރުމާއެކު، ދިވެހި ދަނޑުވެރިންނަށް އޭގެ ނަފާ އިތުރުކުރުން."
      },
      {
        "Eng": "Introduce a policy of importing basic food items through various countries and suppliers to reduce the price of such items while substantially increasing the quantity of imports and fresh storage.",
        "Dhiv": "އަސާސީ ކާނާގެ ބާވަތްތައް ރާއްޖެއަށް އިމްޕޯޓުކުރުމުގައި، އެތެރެކޮށް، ތާޒާކަންމަތީ ގުދަންކުރެވޭ މިންވަރު ބޮޑުތަނުން އިތުރުކުރުމާއެކު، އެފަދަ ބާވަތްތަކުގެ އަގު ކުޑަކުރުމަށްޓަކައި ތަފާތު ޤައުމުތަކާއި ސަޕްލަޔަރުން މެދުވެރިކޮށް އިމްޕޯޓުކުރުމުގެ ސިޔާސަތެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Conduct a pilot project to see if vertical farming can be widely introduced in Sri Lanka.",
        "Dhiv": "ރާއްޖޭގައި ވަރޓިކަލް ފާމިންގ ފުޅާ ދާއިރާއެއްގައި ތަޢާރަފުކުރެވިދާނެތޯ ބެލުމަށް ޕައިލެޓް ޕްރޮޖެކްޓެއް ހިންގުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 18,
    "Title_Eng": "Environment, Energy and Sustainable Development (Chapter 18)",
    "Title_Dhiv": "ތިމާވެއްޓާއި ހަކަތަ އަދި ދެމެހެއްޓެނިވި ތަރައްޤީ (ޗެޕްޓަރު 18)",
    "Promise": [
      {
        "Eng": "As an incentive to reduce household electricity bills and the use of non-renewable energy in Sri Lanka, private individuals should be given the opportunity to reduce their electricity bills by installing solar panels on their roofs.",
        "Dhiv": "ގޭބިސީތަކުގެ ކަރަންޓު ބިލު ކުޑަކުރުމާއި އިޔާދަނުކުރެވޭ ހަކަތަ ރާއްޖޭގައި ބޭނުންކުރާ މިންވަރު މަދުކުރުމަށް އެޅޭ ބާރެއްގެ ގޮތުގައި، ގޭގޭގެ ފުރާޅުގައި ސޯލާ ޕެނަލް ހަރުކޮށް ކަރަންޓް ބިލު ކުޑަކުރުމުގެ ފުރުޞަތު އަމިއްލަ ފަރުދުންނަށް ހުޅުވާލުން."
      },
      {
        "Eng": "Aim nationally to rely on sustainable energy for the economic development of Dhvehirahje within the next five years and establish an appropriate revolving fund for this purpose.",
        "Dhiv": "ދިވެހިރާއްޖޭގެ އިޤްތިޞާދީ ތަރައްޤީ ދެމެހެއްޓެނިވި ހަކަތައިގެ މައްޗަށް، ކުރިއަށްއޮތް 5 އަހަރުގެ ތެރޭގައި، ބަރޯސާކުރުމަށް ޤައުމީ ފެންވަރުގައި އަމާޒުހިފުން، އަދި އެކަމަށް އެކަށޭނަ ދައުރުވާ ފަންޑެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Implement a 'five million trees in five years' program at the national level.",
        "Dhiv": "’ފަސް އަހަރުން ފަސް މިލިއަން ގަސް' އިންދުމުގެ ޕްރޮގްރާމެއް، ޤައުމީ ފެންވަރުގައި ހިންގުން."
      },
      {
        "Eng": "The UN. Establishment of a plastic waste recycling center in Sri Lanka as part of Sri Lanka's efforts to meet UN Sustainable Development Goal 12 and reduce environmental pollution caused by plastic dumped into the sea.",
        "Dhiv": "އދ. ގެ ސަސްޓޭނަބަލް ޑިވެލޮޕްމަންޓް ގޯލް 12 ރާއްޖެއިން ފުރިހަމަ ކުރުމަށް ކުރެވޭ މަސައްކަތްތަކާއި ކަނޑަށް އުކާލެވޭ ޕްލާސްޓިކުގެ ސަބަބުން ތިމާވެށި ތަޣައްޔަރުވުން މަދުކުރުމަށް އެޅޭ ބާރެއްގެ ގޮތުގައި، ރާއްޖޭގައި ޕްލާސްޓީކް ކުނި ރީސައިކަލް ކުރުމުގެ މަރުކަޒެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Reduce import taxes on environmentally friendly goods and vehicles.",
        "Dhiv": "ތިމާވެށްޓާއި ރަޙްމަތްތެރި އެކި ސާމާނާއި އުޅަނދުފަހަރުން ނެގޭ އިމްޕޯޓް ޓެކްސް ކުޑަކުރުން."
      },
      {
        "Eng": "Making 3 more areas of the country a biosphere.",
        "Dhiv": "ރާއްޖޭގެ އިތުރު 3 ސަރަޙައްދެއް ބަޔޯސްފިޔަރއަކައް ހެދުން."
      },
      {
        "Eng": "To provide opportunities for private individuals and businesses to participate in the important work of sustainable and environmentally friendly waste disposal at the Atoll and Village levels.",
        "Dhiv": "ދެމެހެއްޓެނިވި އަދި ތިމާވެށްޓާއި ރަޙްމަތްތެރި ގޮތްތަކަށް ކުނި ނައްތާލުމުގެ މުހިންމު މަސައްކަތުގައި، އަތޮޅާއި ރަށު ފެންވަރުގައި، އަމިއްލަ ފަރުދުންނާއި ވިޔަފާރިތަކުން ބައިވެރިވުމުގެ ފުރުޞަތު ތަނަވަސްކޮށްދިނުން."
      },
      {
        "Eng": "Establishment of at least one nature park in each province of Sri Lanka for the benefit of the people as well as the environment.",
        "Dhiv": "ރާއްޖޭގެ ކޮންމެ އަތޮޅެއްގައި މަދުވެގެން އެއް ނޭޗަރ ޕާރކް، ތިމާވެށްޓަށް ލިބޭ ފައިދާގެ އިތުރުން ރައްޔިތުންނަށް ނަފާއާއި މަންފާ ލިބޭނެގޮތަށް، ޤައިމުކުރުން."
      },
      {
        "Eng": "To prevent erosion and protect the environment, train environmental officers in every village and include them in the village council.",
        "Dhiv": "ރަށްގިރުން ހުއްޓުވުމާއި އަދި ތިމާވެށި ހިމާޔަށްކޮށް ބެލެހެއްޓުމަށްޓަކައި، މީހުން ދިރިއުޅޭ ކޮންމެ ރަށެއްގައި ތިމާވެށި ބަލަހައްޓާނެ އޮފިސަރުން ތަމްރީންކޮށް، ރަށު ކައިންސިލުގައި ހިމެނުން."
      },
      {
        "Eng": "To provide necessary assistance to councils for the proper management of protected areas by law.",
        "Dhiv": "ޤާނޫނުން ހިމާޔަތްކުރެވިފައިވާ ސަރަޙައްދުތައް ރަނގަޅަށް ބެލެހެއްޓުމަށް ކައުންސިލްތަކަށް ބޭނުންވާ އެހީތެރިކަން ފޯރުކޮށްދިނުން."
      },
      {
        "Eng": "To provide opportunities for Dhvehi youth to pursue higher education in this field as an additional encouragement to study and identify the damage caused to Dhvehi people by climate change and raise their voices in the international community.",
        "Dhiv": "މޫސުމަށް އަންނަ ބަދަލުތަކާއި ގުޅިގެން ދިވެހީންނަށް ލިބެމުންދާ ގެއްލުންތައް ދިރާސާކޮށް، ދެނެގަނެ، ބައިނަލްއަޤްވާމީ މުޖްތަމައުގައި އެކަމާމެދު އަޑުއުފުލުމަށް އިތުރު ހިތްވަރެއްގެގޮތުގައި، ދިވެހި ޒުވާނުން މިދާއިރާއިން މަތީ ތަޢުލީމު ޙާޞިލުކުރަން ފުރުޞަތު ހޯދައިދިނުން."
      },
      {
        "Eng": "Review the government's procurement policy to make it environmentally friendly and reduce the recurrent cost of running the government.",
        "Dhiv": "ސަރުކާރުގެ ޕްރޮކިއުމަންޓް ސިޔާސަތު މުރާޖަޢާކޮށް، ތިމާވެށްޓާ ރަޙްމަތްތެރިކުރުވާ، އޭގެތެރެއިން ސަރުކާރު ހިންގުމުގެ ރިކަރަންޓް ޚަރަދު ކުޑަކުރުން."
      },
      {
        "Eng": null,
        "Dhiv": ""
      }
    ]
  },
  {
    "ID": 19,
    "Title_Eng": "Constitutional, Legal and Judicial Reform (Chapter 19)",
    "Title_Dhiv": "ދުސްތޫރީ، ޤާނޫނީ އަދި ޝަރުޢީ އިޞްލާޙު (ޗެޕްޓަރު 19)",
    "Promise": [
      {
        "Eng": "With the introduction of a full bail law, everyone should be entitled to bail at the charge and appeal stages, and the person and amount of bail should be arranged.",
        "Dhiv": "ފުރިހަމަ ބެއިލްގެ ގާނޫނެއް ތަޢާރަފްކުރުމާއެކު، ކޮންމެ މީހަކަށްވެސް ތުހުމަތުކުރެވޭ މަރްޙަލާގައާއި، ޙުކުމް އިސްތިއުނާފުކުރާ މަރްޙަލާތަކުގައި ބެއިލް ލިބޭނެގޮތް ހެދުމާ، ބެއިލް ބަހައްޓާނެ ފަރާތާއި، ބެއިލްގެ މިންވަރު ލިބޭނެގޮތް ހަމަޖެއްސުން."
      },
      {
        "Eng": "Introduce a Criminal Compensation Act to determine the manner and procedures for compensation for those who are unjustly arrested and punished by the State.",
        "Dhiv": "ދައުލަތުން ޙައްގުނޫންގޮތުގައި ހައްޔަރުކޮށް އަދަބުދޭ ފަރާތްތަކަށް ކޮމްޕެންޒޭޝަން ލިބޭނެ ގޮތްތަކާއި ޢުޞޫލުތައް ކަނޑައެޅުމަށްޓަކައި، ކްރިމިނަލް ކޮމްޕަންސޭޝަން ޤާނޫނެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Establishment of a Small Claims Court.",
        "Dhiv": "ސްމޯލް ކްލެއިމްސް ކޯޓެއް ޤާއިމުކުރުން."
      },
      {
        "Eng": "Amend the Civil Procedure Code to provide speedy justice in civil cases and to remove obstacles to access to justice.",
        "Dhiv": "މަދަނީ މައްސަލަތަކުގައި އަވަސް އިންސާފު ހޯދައިދިނުމަށް އަދި އިންސާފު ލިބުމަށް ހުރި ހުރަސްތައް ނައްތާލުމަށް، މަދަނީ އިޖްރާއަތުގެ ޤާނޫނު އިޞްލާޙުކުރުން."
      },
      {
        "Eng": "Strengthen the drug court system and reform the Drugs Act to strengthen the safety and health of the society.",
        "Dhiv": "ޑްރަގްކޯޓްގެ ނިޒާމު ޒަމާނާއެއްގޮތަށް ހަރުދަނާކުރުމާއެކު މަސްތުވާތަކެއްޗާބެހޭ ޤާނޫނު އިޞްލާޙުކޮށް، މުޖްތަމައުގެ ރައްކާތެރިކަމާއި ދުޅަހެޔޮކަމަށް އިތުރު ބާރެއް އެޅުން."
      },
      {
        "Eng": "Determine the number of members of Parliament, increase the number of members, reform the composition of the Judicial Service Commission and close the way for influence in the judiciary through the institution, and work to amend the Constitution to include the crime of treason in detail.",
        "Dhiv": "ރައްޔިތުންގެ މަޖިލީހުގެ މެންބަރުންގެ އަދަދު ކަނޑައެޅުމާއި، މެންބަރުންގެ މިހާރަށްވުރެ މަތިކުރުމާ، ޖުޑިޝަލް ސާރވިސް ކޮމިޝަން އެކުލެވިގެންވާގޮތް އިޞްލާޙުކޮށް އެމުޢައްސަސާ މެދުވެރިކޮށް ޝަރުއީ ދާއިރާއަށް ނުފޫޒުފޯރުވުމުގެ މަގު ބަންދުކުރުމާ، ޤައުމަށް ޢައްދާރުވުމުގެ ކުށް ތަފްޞީލުކޮށް ހިމެނުމަށްޓަކައި، ޤާނޫނު އަސާސީ އިޞްލާޙުކުރުމަށް މަސައްކަތްކުރުން."
      },
      {
        "Eng": "Introduction of a law describing the offense of treason or high treason and its punishment.",
        "Dhiv": "ޤައުމަށް ޢައްދާރުވުން ނުވަތަ ހައި ޓްރީޒަންގެ ކުށާއި އޭގެ އަދަބު ބަޔާންކުރާ ޤާނޫނެއް ތަޢާރަފުކުރުން."
      },
      {
        "Eng": "Amend the Police Act to make the police force an independent, fair and secure place.",
        "Dhiv": "ފުލުހުންގެ މުވައްސަސާއަކީ މިނިވަން، އިންސާފުވެރި އަދި މުޖްތަމަޢުގެ ރައްކާތެރިކަން ކަށަވަރުކުރެވޭ ތަނަކަށް ހެދުމަށްޓަކައި، ފުލުހުންގެ ޤާނޫނު އިޞްލާޙު ކުރުން."
      },
      {
        "Eng": "To introduce more modern services in the institution, to ensure the security and safety of the country and to amend the Army Act to prescribe rules and procedures for court martial in the army.",
        "Dhiv": "މުޢައްސަސާގައި އިތުރު ޒަމާނީ ޚިދުމަތްތައް ތަޢާރަފުކުރުމާއި، ޤައުމުގެ ސަލާމަތާއި ރައްކާތެރިކަން ކަށަވަރުކުރުމާ، ސިފައިންގެ ތެރެއިން ކޯޓްމާރޝަލް ކުރުމުގެ ހަމަތަކާއި ޢުޞޫލުތައް ކަނޑައެޅުމަށްޓަކައި، ސިފައިންގެ ޤާނޫނު އިޞްލާޙުކުރުން."
      },
      {
        "Eng": "Certain types of criminal complaints, private individuals should be able to file them directly with the magistrate.",
        "Dhiv": "ވަކިބާވަތެއްގެ ކްރިމިނަލް ކޮމްޕްލެއިންޓްސް، އަމިއްލަ ފަރުދުންނަށް މެޖިސްޓްރޭޓަށް ސީދާ ހުށަހެޅޭގޮތް ހެދުން."
      },
      {
        "Eng": "Change the courts and the system to remove obstacles to access to justice in the provinces and village levels.",
        "Dhiv": "އަތޮޅުތެރޭގައި އަދި ރަށުފެންވަރުގައި ރައްޔިތުން އިންސާފަށް ވާޞިލުވުމަށް ހުރި ހުރަސްތައް ނައްތާލެވޭގޮތަށް ކޯޓުތަކުގެ ކަންކަމާއި އަދި ނިޒާމު ބަދަލުކުރުން."
      },
      {
        "Eng": "To end the arrest and detention of individuals 'in vain' by organizing police work so that prosecutions can be conducted within 24 hours or at the latest within 48 hours, which is a constitutional objective to facilitate prosecution as soon as possible.",
        "Dhiv": "ޤާނޫނު އަސާސީގެ މަޤްޞަދެއްކަމަށްވާ، ވީއެންމެ އަވަހަކަށް ދަޢުވާކުރުން ފަހިކުރުމުގެ ގޮތުން، 24 ގަޑިއިރުގެ ތެރޭގައި ނުވަތަ ލަސްވެގެން 48 އިރުގެ ތެރޭގައި ދަޢުވާ ކުރެވޭނެގޮތަށް ފުލުހުންގެ މަސައްކަތް އިންތިޒާމުކޮށް، ފަރުދުން 'ވާނުވާގައި' ހައްޔަރުކޮށް ކަސްޓާޑީގައި ބޭތިއްބުން ނިމުމަކަށް ގެނައުން."
      },
      {
        "Eng": "In the event of a police 'intelligence' request for arrest, the police should end the deadline based on assumptions and evidence submitted by the police without proven and explicit evidence.",
        "Dhiv": "ފުލުހުންގެ 'އިންޓެލިޖެންސް' ކަމަށް ބުނެ ހައްޔަރުކުރަން ހުށަހަޅާ ޙާލަތުގައި ފުލުހުންނަށް ހީވާހީތަކާއި، ފުލުހުން ސާބިތު އަދި ހާމަ ހެތްކާއިނުލާ ހުށަހަޅާ ތަކެތީގެ މައްޗަށް ބިނާކޮށް، މުއްދަތު ޖެހުން ނިމުމަކަށް ގެނައުން."
      },
      {
        "Eng": "Treat the right to assembly as a fundamental right and expand the right to assembly without violating Islamic Sharia with respect to the standards of developed countries.",
        "Dhiv": "އެއްވެއުޅުމުގެ ޙައްޤަކީ އަސާސީ ޙައްޤެއްގެ ގޮތުގައި ބެލުމާއި، ކުރިއަރާފައިވާ ޤައުމުތަކުގެ މިންގަނޑުތަކަށް ރިއާޔަތްކުރުމާއެކު އިސްލާމީ ޝަރީޢަތާ ޚިލާފުނުވާގޮތަށް، އެއްވެއުޅުމަށް އޮތް ޙައްޤު ފުޅާކުރުން."
      },
      {
        "Eng": "End the barrier to employment due to criminal records in minor offences.",
        "Dhiv": "ކުދި ކުށްތަކުގައި ޖެހޭ ކުށުގެ ރިކޯޑުގެ ސަބަބުން ވަޒީފާ ލިބުމަށް ހުރަސްއެޅެމުންދާދިއުން ނިމުމަކަށްގެނައުން."
      }
    ]
  }
]